[
    {
        "answer": "Republic of Poland", 
        "category": "Social Science", 
        "difficulty": 0, 
        "number": "3", 
        "quinterest_id": "56436", 
        "round": "9", 
        "subcategory": "None", 
        "text": "A social scientist born in this country argued that individuals' \"in-groups\" and \"out-groups\" are a source of self-esteem as part of social identity theory. A social scientist from this country posited a \"pointillist\" conception of time in Consuming Life. This birthplace of Henri Tajfel was the birthplace of the University of Leeds professor who claimed the title event is neither a \"Jewish problem\" or a \"German Problem\" in Modernity and the Holocaust. A sociologist from this country claimed that humanity was not in an era of postmodernity but liquid modernity. In a 1922 book, another social scientist from this country examined the building of the waga and noted that necklaces passed clockwise while bracelets moved counter-clockwise in an analysis of the kula ring. For 10 points, name this home country of the author of Argonauts of the Western Pacific, Bronislaw Malinowski.", 
        "tournament": "ACF Nationals", 
        "year": "2015"
    }, 
    {
        "answer": "Partitions of Poland [accept any answer involving Poland being divvied up] ", 
        "category": "History", 
        "difficulty": 0, 
        "number": "1", 
        "quinterest_id": "61852", 
        "round": "Round 5", 
        "subcategory": "European", 
        "text": "The second of these events was the result of attacks by the Targowica Confederation. The first of these events was precipitated by the Bar Confederation's attempt to kidnap Stanislaw II August. After one of these events, the Constitution of May 3, (*) 1791 replaced the system of \"Golden Liberty.\" The third and last of these events ended a failed uprising led by Tadeusz Kosciuszko [\"TAH-doysh koh-SHYOO-shkoh\"]. They partly occurred because the sejm [\"same\"] parliament was paralyzed by any member being able to use the liberum veto. For 10 points each, identify these agreements in which Russia, Prussia, and Austria eventually removed a Central European country from the map.", 
        "tournament": "BHSAT", 
        "year": "2015"
    }, 
    {
        "answer": "Poland [or Polska; accept any historical 20th century incarnation of Poland]", 
        "category": "Literature", 
        "difficulty": 0, 
        "number": "12", 
        "quinterest_id": "61443", 
        "round": "8", 
        "subcategory": "European", 
        "text": "A secretive attempt to exterminate this country's elites was called Intelligenzaktion. Marek Edelman was an activist in this country, whose underground government had a military called the Home Army. Saboteurs broadcast fake propaganda from a radio station in this country during Operation (*) Gleiwitz. Jurgen Troop put down an uprising in this country whose victims were deported to Treblinka. The Molotov-Ribbentrop pact agreed to a division of - for 10 points - what country, where a Jewish ghetto uprising took place in Warsaw? ", 
        "tournament": "Missouri Open", 
        "year": "2015"
    }, 
    {
        "answer": "Poland-Lithuania Commonwealth [accept Polish-Lithuanian Commonwealth or other word forms; prompt on \"Poland\" or \"Lithuania\"] ", 
        "category": "History", 
        "difficulty": 0, 
        "number": "16", 
        "quinterest_id": "58525", 
        "round": "2", 
        "subcategory": "European", 
        "text": "The elected king of this state signed a \"contract\" with the nobles and the people called the Henrician Articles, reflecting a political system under which \"the king reins and does not govern.\" Late in this state's existence, it promulgated the first codified constitution in modern European history, the May 3 Constitution. This state continued an earlier aristocratic political system of checks and balances called (*) Golden Liberty, which was controlled by nobles called szlachta. A predecessor to this state was created in the Union of Krewo. This state arose in the 1569 Union of Lublin, nearly 200 years after a personal union between two countries occurred when the Jagiellon dynasty came to power. For 10 points, name this Eastern European \"Commonwealth\" ruled jointly from Vilnius and Krakow.", 
        "tournament": "MUT", 
        "year": "2015"
    }, 
    {
        "answer": "Poland [or Republic of Poland; or Rzeczpospolita Polska; or the Polish-Lithuanian Commonwealth until \"Lithuania\" is read] ", 
        "category": "History", 
        "difficulty": 0, 
        "number": "20", 
        "quinterest_id": "63064", 
        "round": "5", 
        "subcategory": "European", 
        "text": "Jozef Bem led a unit of exiled soldiers from this country who used the unofficial slogan \"For our freedom and yours\" while fighting in the Spring of Nations. A king of this country attempted to reform the power of the nobility by writing the 3rd of May Constitution, which was opposed by nobles in the Targowica Confederation. Any member of this country's parliament was allowed to nullify legislation by using the liberum veto, one of its \"Golden Freedoms.\" This country joined with an eastern neighbor in the Union of Lublin, and its parliament was known as the sejm (\"same\"). For 10 points, name this country that was joined in a commonwealth with Lithuania. ", 
        "tournament": "NASAT", 
        "year": "2015"
    }, 
    {
        "answer": "Republic of Poland [or Rzeczpospolita Polska]", 
        "category": "Literature", 
        "difficulty": 0, 
        "number": "14", 
        "quinterest_id": "60937", 
        "round": "15", 
        "subcategory": "European", 
        "text": "One poet from this modern-day country was nicknamed the \"Sarmatian Horace\" and was crowned poet laureate  by Pope Urban VIII.  Another poet from this country wrote the \"Monachomachia\" and the novel \"The Adventures of Mr. Nicholas Wisdom.\" The Romantic author of a poetic drama whose name translates as Forefathers' Eve, as well as this country's national epic, is one of this country's \"Three (*) Bards.\" A Nobel Laureate from this country wrote the popular poems \"Nothing Twice\" and \"Love at First Sight\" and gained fame for mocking Stalin in the title poem of her Calling Out to Yeti. This modern country is the birthplace of the man who wrote With Fire and Sword, The Deluge, and The Fire in the Steppe, as well as Quo Vadis. For 10 points, name this Eastern European country, home to Wislawa Szymborska and Henry Sienkiewicz.", 
        "tournament": "Penn Bowl", 
        "year": "2015"
    }, 
    {
        "answer": "Silesia [or Upper/Lower Silesia; prompt on \"Poland\" before \"Poland\" is read]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "16", 
        "quinterest_id": "60658", 
        "round": "3", 
        "subcategory": "American", 
        "text": "A duke of this region called Henry II the Pious was killed in a battle fought against invading Mongols at Legnica (leg-NIT-zuh). During one uprising in this region, a group called the \"Werewolves\" under Peter von Heydebreck (high-duh-BRECK) captured the Annaberg. A Russian-imposed import embargo and the mechanization of the British industry led to a cotton weaver uprising in this region in 1844. The Treaty of Versailles stipulated that the inhabitants of the (*) Upper part of this region had to hold a plebiscite, involving an invasion of the southeastern Cieszyn (SEE-zin) subregion before being resolved by the Spa Conference. This region became a Prussian territory after it was seized by Frederick the Great in an invasion that started the War of Austrian Succession. For 10 points each, name this region mostly located in Poland that borders Germany and the Czech Republic, and is centred around the city of Wroclaw.", 
        "tournament": "Penn Bowl", 
        "year": "2015"
    }, 
    {
        "answer": "Augustus the Strong [or Augustus II of Poland; also accept \"Augustus I\" because he was also known as Frederick Augustus Iand Augustus I, Elector of Saxony; accept Augustus, the Saxon Hercules until it is read; prompt on \"Augustus\"]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "3", 
        "quinterest_id": "52806", 
        "round": "Editors 3", 
        "subcategory": "European", 
        "text": "This monarch founded a museum called the Green Vault, which contains his obelisk craftfted by his royal goldsmith Johann Dinglinger. He also built the Zwinger palace using architect Matthaus Poppelmann, and opened it to celebrate his son's marriage to Archduchess Maria Josepha. The death of this king led three powers to sign the Treaty of the \"Three Black Eagles,\" partly named because this king founded the Order of the White Eagle. He once held an animal-tossing contest where nobles vied to see who could throw foxes, rabbits, badgers, and wildcats the farthest. His son of the same name was dominated by his advisor Heinrich von Bruhl. This king from the house of Wettin was backed by the Sandomierz Confederation, but was later forced to abdicate under the Treaty of Altranstadt, which installed his rival Stanislaw Lesczynski. For 10 points, name this Polish king during the Great Northern War, who was known as \"the Saxon Hercules\" and \"the Strong.\" ", 
        "tournament": "ACF Nationals", 
        "year": "2014"
    }, 
    {
        "answer": "the North and South poles of the Earth [accept North and South geographic poles; accept North and South terrestrial poles; accept North Pole; accept South Pole; do NOT accept any answer that mentions \"magnetic\"; do NOT accept \"the people of Poland\"] ", 
        "category": "Science", 
        "difficulty": 0, 
        "number": "2", 
        "quinterest_id": "51290", 
        "round": "10", 
        "subcategory": "Other", 
        "text": "The Chandler wobble is a nutation affecting the location of these places that are on Earth, and contributes to their \"wandering\". These locations are the antipodes nearest to one another. The prevailing winds surrounding these locations are weak easterlies, and the most powerful jet streams circulate around and are named for these locations. Due to CFCs, the atmosphere over one of these locations usually has less than 100 Dobson units of ozone each September. These places are the only locations where lines of longitude intersect. For 10 points, name these locations at 90 degrees latitude that are on opposite ends of the Earth's axis of rotation.", 
        "tournament": "BHSAT", 
        "year": "2014"
    }, 
    {
        "answer": "Republic of Poland [or Polska]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "13", 
        "quinterest_id": "38769", 
        "round": "4", 
        "subcategory": "European", 
        "text": "Early monarchs in this country had nicknames like \"Spindleshanks,\" \"Tanglefoot,\" and \"Elbow-High,\" the last of whom was a member of the Piast dynasty. An organization in this country negotiated with the government in the Round Table Talks. This country was joined with an eastern neighbor in the Union of Lublin. This country was led by a shipyard electrician who founded the Solidarity trade union. For 10 points, name this home country of Lech Walesa, which was once united with Lithuania.", 
        "tournament": "ICCS", 
        "year": "2014"
    }, 
    {
        "answer": "Republic of Poland", 
        "category": "History", 
        "difficulty": 0, 
        "number": "17", 
        "quinterest_id": "43202", 
        "round": "7", 
        "subcategory": "European", 
        "text": "This country employed a female security agent known as \"Bloody Luna.\" In 1963, the last of its \"cursed soldiers\" was slain while trying to resist the government. This non-American country had an election which famously used an adapted poster from the movie High Noon, with Gary Cooper's character wearing a certain party's badge on his chest. That party's leader would later initiate \"war at the top\" as this country's president. A Senate was created here after the 1989 Round Table Agreement. In 2010, its president died in a plane crash while on his way to commemorate this country's victims in the Katyn Forest massacre during World War II. A president of this country was once an electrician who led protests at the shipyards in Gdansk. For 10 points, name this European country once led by Solidarity leader Lech Walesa.", 
        "tournament": "NASAT", 
        "year": "2014"
    }, 
    {
        "answer": "Kingdom of Poland [or Polska; or Polonia; or Congress Poland; or Polish-Lithuanian Commonwealth; or Tsardom of Poland; or Russian Poland; or Duchy of Warsaw; prompt on \"Commonwealth\"] ", 
        "category": "History", 
        "difficulty": 0, 
        "number": "16", 
        "quinterest_id": "42258", 
        "round": "7", 
        "subcategory": "European", 
        "text": "In the leadup to an insurrection in this country, the landlord-supported \"White\" faction opposed armed rebellion. Positivists from this country argued that its national effort should be refocused away from fighting major powers as part of the \"organic work\" movement. Emilia Plater served as a captain during a rebellion in this country, which is the historic homeland of the uhlan cavalry of the Napoleonic Wars. While it was a (*) French client state named for its largest city, it was ruled by the Saxon king Frederick Augustus I. Constantine Pavlovich was later ousted as its Grand Duke. During emancipation, larger plots of land were granted to serfs to undermine the szlachta nobility of this country, where the January and November Uprisings took place. For 10 points, name this frequently partitioned country where Tadeusz Kosciuszko led a major uprising.", 
        "tournament": "Penn Bowl", 
        "year": "2014"
    }, 
    {
        "answer": "Poland", 
        "category": "History", 
        "difficulty": 0, 
        "number": "22", 
        "quinterest_id": "36464", 
        "round": "Wellesley", 
        "subcategory": "European", 
        "text": "One legendary figure in this country's history was a wheelwright who founded the Piast dynasty. The Nihil novi was a 1505 act passed by its parliament, the sejm, and the Confederation of Targowica invited a Russian invasion after the adoption of a liberal constitution. One battle in this country saw its king ally with Grand Duke Vytautas to repulse the Teutonic Knights and took place at Grunwald. Tadeusz Kościuszko led this nation's resistance to a Russian deal with Austria to partition this nation. More recently this country was home to the trade union Solidarity, led by Lech Walesa. For 10 points, name this European nation that was home to the Warsaw Ghetto.", 
        "tournament": "ACF Fall", 
        "year": "2013"
    }, 
    {
        "answer": "Poland-Lithuania [or Polish-Lithuanian Commonwealth; or Commonwealth of Poland] ", 
        "category": "History", 
        "difficulty": 0, 
        "number": "19", 
        "quinterest_id": "50844", 
        "round": "10", 
        "subcategory": "European", 
        "text": "This country's system of Golden Liberty allowed monarchs to be elected by a parliament where every member had a right to individually veto legislation. This country was pillaged by a northern enemy during the Deluge, and its nobles joined a parliament with a J in its name, the Sejm (\"SEY-m\"). A post-Jagiellonian king of this nation allied with Leopold I to break the 1683 siege of Vienna. It established a monarchical union at Lublin. This country's three neighbors partitioned it out of existence by the 1790s. For 10 points, name this state ruled by Jan III Sobielski and King Poniatowski from Krakow and Warsaw.", 
        "tournament": "BHSAT", 
        "year": "2013"
    }, 
    {
        "answer": "Poland ", 
        "category": "Social Science", 
        "difficulty": 0, 
        "number": "10", 
        "quinterest_id": "33951", 
        "round": "8", 
        "subcategory": "None", 
        "text": "One sociologist from this country coined the term \"humanistic coefficient\" to denote the subjective way social scientists view objective phenomena. Another sociologist from this country argued that the \"mode of domination\" in consumer societies changes from \"repression\" to \"seduction\" in Legislators and Interpreters and also wrote Culture as Praxis. W.I. Thomas helped produce a landmark (*) five-volume study of this nation's emigrants to America. The aforementioned sociologist from this country advocated replacing the term \"postmodernity\" with \"liquid modernity;\" that thinker argued that the Final Solution was not an instance of regression, but rather an outgrowth of dehumanizing specialization, in the book Modernity and the Holocaust. For 10 points, name this birth nation of Zygmunt Bauman and the anthropologist who argued against the universality of the Oedipal complex in Argonauts of the Western Pacific.", 
        "tournament": "Chicago Open", 
        "year": "2013"
    }, 
    {
        "answer": "Republic of Poland [or Rzeczpospolita Polska]", 
        "category": "Literature", 
        "difficulty": 0, 
        "number": "13", 
        "quinterest_id": "34491", 
        "round": "10", 
        "subcategory": "European", 
        "text": "One author from this country won the Nobel Prize for Literature for his book, The Captive Mind, which had been banned by the communist government of his homeland. That writer, Czełslaw Miłosz (CHES-waf ME-Wosh), also wrote a poem for a memorial to slain shipyard workers in (*) Gdansk. For 10 points, identify this country, the setting for many books by Isaac Bashevis Singer, including A Day of Pleasure: Stories of a Boy Growing Up in Warsaw.", 
        "tournament": "Collaborative MS Tournament", 
        "year": "2013"
    }, 
    {
        "answer": "Republic of Poland [or Rzeczpospolita Polska; prompt on Russia before \"Spanish play\"]", 
        "category": "Literature", 
        "difficulty": 0, 
        "number": "18", 
        "quinterest_id": "33206", 
        "round": "6", 
        "subcategory": "European", 
        "text": "The inhabitants of this country nail a Cossack to a Ukrainian tree in Gogol's Taras Bulba. A Spanish play set in this country depicts a prince, Segismundo, who is locked in a tower and declares that \"all of life is but a dream.\" In The Age of Innocence, Ellen tries to divorce a nobleman from this country. An author born in this country wrote an novel about a sailor who abandoned the Patna. Another novelist from this country chronicled the love between Ligia and Marcus Vincius in Quo Vadis. For 10 points, name this birth country of Joseph Conrad and Henry Sienkiewicz.", 
        "tournament": "Collegiate Novice", 
        "year": "2013"
    }, 
    {
        "answer": "Poland", 
        "category": "Literature", 
        "difficulty": 0, 
        "number": "16", 
        "quinterest_id": "72524", 
        "round": "7", 
        "subcategory": "European", 
        "text": "One work from this nation includes a scene in which Polda and Pauline listen to the Father's Treatises on Tailor's Dummies after Adela scares a group of birds out of the attic. That novel is Bruno Schulz's Street of Crocodiles. This nation is the setting of a novel in which the magician Pimko transforms a 30-year old man named Joey into a schoolboy. A Nobel-winner from this nation wrote a trilogy set here that includes the novels The Deluge and With Fire and Sword. That author used Nero's Rome as a setting for a novel about the love of Marcus Vinicius for Ligia. For 10 points, name this home country of Ferdydurke author Witold Gombrowicz and Quo Vadis? author Henryk Sinkiewicz [sine-kav-itch].", 
        "tournament": "Delta Burke", 
        "year": "2013"
    }, 
    {
        "answer": "Republic of Poland [prompt on \"General Government\" during the second sentence]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "11", 
        "quinterest_id": "58761", 
        "round": "7", 
        "subcategory": "European", 
        "text": "While in this country, Willy Brandt spontaneously knelt down and cried in front of a memorial in the Warschauer Kniefall. Marek Edelmann was the only surviving commander of an uprising in this country that was put down by Jurgen Stroop. The thirteenth of Wilson's Fourteen Points called for the (*) creation of this country. The first independent trade union in the Soviet Union began in this country's Gdansk shipyards. This country's second president was an electrician who had led the Solidarity movement. This birth country of John Paul II was led by Lech Walesa [vah-WEN-sah]. For 10 points, name this country in which the Warsaw Ghetto uprising occurred. ", 
        "tournament": "JAMES", 
        "year": "2013"
    }, 
    {
        "answer": "Republic of Poland", 
        "category": "Geography", 
        "difficulty": 0, 
        "number": "11", 
        "quinterest_id": "43769", 
        "round": "2", 
        "subcategory": "None", 
        "text": "This country controls the island of Wolin. Mount Rysy lies in its Tatra Mountains, which, along with the Sudetes, forms much of this country's southwest border. This country lies south of Kaliningrad Oblast and across the Western Bug from a neighboring country's city of Brest. The Masurian Lake District is located in this country, and its city of Stettin lies on the Bay of (*) Pomerania. Its cities include Krakow, Lublin, and Gdansk, and it contains Auschwitz. This country's western border is formed by the Neisse and Oder Rivers, and the Vistula flows through this country before draining into the Baltic Sea. For ten points, name this country with capital at Warsaw.", 
        "tournament": "LIST", 
        "year": "2013"
    }, 
    {
        "answer": "Republic of Poland", 
        "category": "Geography", 
        "difficulty": 0, 
        "number": "11", 
        "quinterest_id": "57260", 
        "round": "2", 
        "subcategory": "None", 
        "text": "This country controls the island of Wolin. Mount Rysy lies in its Tatra Mountains, which, along with the Sudetes, forms much of this country's southwest border. This country lies south of Kaliningrad Oblast and across the Western Bug from a neighboring country's city of Brest. The Masurian Lake District is located in this country, and its city of Stettin lies on the Bay of (*) Pomerania. Its cities include Krakow, Lublin, and Gdansk, and it contains Auschwitz. This country's western border is formed by the Neisse and Oder Rivers, and the Vistula flows through this country before draining into the Baltic Sea. For ten points, name this country with capital at Warsaw.", 
        "tournament": "LIST", 
        "year": "2013"
    }, 
    {
        "answer": "Republic of Poland [or Rzeczpospolita Polska]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "22", 
        "quinterest_id": "57052", 
        "round": "16", 
        "subcategory": "American", 
        "text": "A one-time US ambassador to this country, Arthur Bliss Lane, wrote a book titled \"I Saw [this country] Betrayed.\" One man from this modern-day country lost most of his men at the Battle of Little Egg Harbor, was mortally wounded at the Siege of Charleston, and suggested the creation of a cavalry unit with the recommendation of Horatio Gates. Another man from this modern-day country fortified West Point, making Benedict Arnold's life difficult. This nation's involvement in the Iraq War was \"forgotten\" by John Kerry in the 2004 election. For 10 points, name this country whose patriots Casimir Pulaski and Thaddeus Kosciuszko fought in the Revolutionary War.", 
        "tournament": "NASAT", 
        "year": "2013"
    }, 
    {
        "answer": "Polish-Lithuanian Commonwealth [or Union of Poland and Lithuania]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "10", 
        "quinterest_id": "55910", 
        "round": "4", 
        "subcategory": "European", 
        "text": "This government faced the Khmelnytski Uprising, removing their power over the Cossacks through the Treaty of Pereyaslav. A \"Silent Parliament\" was called in this state in 1717 that prevented an absolute monarchy being created over it. The Union of Krewo and Union of Grodno were predecessors to the formation of this polity, which was attacked by Sweden in the Deluge. The Constitution of May 3rd was passed by its \"Great Sejm.\" The szlachta lost power during the decline of this government, which was established by the Union of Lublin. For 10 points, name this commonwealth that was formed in 1569 by a duchy ruled from Vilnius and a kingdom centered at Krakow.", 
        "tournament": "NASAT", 
        "year": "2013"
    }, 
    {
        "answer": "Republic of Poland [or Rzeczpospolita Polska]", 
        "category": "Literature", 
        "difficulty": 0, 
        "number": "24", 
        "quinterest_id": "46726", 
        "round": "17", 
        "subcategory": "European", 
        "text": "In a novel written by an author from this country, the protagonist Joey is patronized back into childhood by Professor Pimko. This country is invaded by the Mongol Murti Bing in the novel Insatiability, which another author from here discussed in the opening chapter of his anti-Communist work The Captive Mind. Although it begins by invoking the name of a different place, (*) Pan Tadeusz is the national epic of this country. In a novel from here, Ursus saves Lygia from a bull in an arena, after which they flee with Vinicius to escape the wrath of the emperor Nero. That novel's title is the question asked by Saint Peter when he encountered Jesus leaving Rome. For 10 points, name this country home to Czeslaw Milosz and Henryk Sienkiewicz.", 
        "tournament": "PACE NSC", 
        "year": "2013"
    }, 
    {
        "answer": "President of the Republic of Poland [or Prezydent Rzeczypospolitej Polskiej]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "12", 
        "quinterest_id": "47094", 
        "round": "23", 
        "subcategory": "European", 
        "text": "In 2003, the holder of this office refused to testify before parliamentary commissions regarding the privatization of Orlen and the Rywingate scandal. The only person to be re-elected to this office was once a Communist secret police agent under the code name \"Alek.\" Since 2010, this office has been held, for the first time, by a member of the Civic Platform. That holder of this office came to power after his predecessor from the Law and Justice Party was killed in a (*) plane crash near the Russian city of Smolensk. This office was returned to leftist control in 1995 following the defeat of the Solidarity party. For 10 points, name this position currently held by Bronislaw Komorowski, which was formerly occupied by Alexander Kwasniewski and Lech Walesa.", 
        "tournament": "PACE NSC", 
        "year": "2013"
    }, 
    {
        "answer": "Poland", 
        "category": "Fine Arts", 
        "difficulty": 0, 
        "number": "10", 
        "quinterest_id": "32092", 
        "round": "Louisville B + Chicago A + Imperial A", 
        "subcategory": "Auditory", 
        "text": "One composer from this country wrote a piece whose opening Intrada movement contains a pedal F sharp throughout; that work was a Concerto for Orchestra. Another composer from this country wrote a massive choral work that begins with an \"O Crux\" movement and utilizes the B-A-C-H motif.  That composer of the St. Luke Passion also used the technique of tone clusters in a piece written for exactly (*) 52 strings, his Threnody for the Victims of Hiroshima.  A nineteenth century composer from this country included a B flat minor funeral march in his second piano sonata, and wrote many other piano works, such as his 57 mazurkas. For 10 points, name this home country of Witold Lutoslawski, Krzysztof Penderecki, and Frederic Chopin.", 
        "tournament": "WIT", 
        "year": "2013"
    }, 
    {
        "answer": "Mongol Invasion of Europe [accept Mongol Invasion of Poland and Hungary; prompt on \"Tatarjaros\" before mention]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "6", 
        "quinterest_id": "45074", 
        "round": "PennRutgersYaleB", 
        "subcategory": "European", 
        "text": "During this campaign, St. Czeslaw allegedly saved the city of Breslau by summoning a giant fireball. One battle during this campaign saw the death of Duke Henry the Pious. The pretext for this military campaign was the refuge given to Koten, leader of the Cumans. The main battle of this campaign saw the successful use of catapults to disperse harassing crossbowmen, considered a breakthrough in artillery tactics. That battle ended with knights forced to retreat into a swamp to escape a double envelopment, where many were bogged down and killed. In one of the target countries, this campaign marked the start of a period called the \"tatarjaros\", which saw the capital moved from Szekesfehervar to the more defensible Buda. After the battles of Legnica and Mohi ended in victory for general Subotai, this campaign ended because of a kurultai caused by the death of Ogedei. For 10 points, name this 1241 campaign in which Batu Khan invaded the continent west of Asia.", 
        "tournament": "ACF Nationals", 
        "year": "2012"
    }, 
    {
        "answer": "King of Poland [or King of Poland-Lithuania] ", 
        "category": "History", 
        "difficulty": 0, 
        "number": "6", 
        "quinterest_id": "45327", 
        "round": "Yale", 
        "subcategory": "European", 
        "text": "A straight-edged sword called the \"Notched Blade\" was ceremoniously used by new holders of this position. A provision called the rokosz [rok-osh] made rebellion against the holder of this office legal in certain circumstances. Upon accepting this position, the new holder was required to accept the Henrician Articles, which limited his power. Holders of this office were required to be Catholic and their power was further restricted by the Nihil Novi act. It's not a German title, but some of the jewels of this office can be found on display in Dresden, while the rest can currently be viewed in the Wawel [Vavel] Castle. After 1573, holders of this office were elected by an assembly whose members enjoyed the \"Golden Liberty\" and the liberum veto: the Sejm [seym]. For 10 points, name this royal title held by men such as Stefan Batory and Jan Sobieski. ", 
        "tournament": "ACF Nationals", 
        "year": "2012"
    }, 
    {
        "answer": "Poland [or Polska] ", 
        "category": "History", 
        "difficulty": 0, 
        "number": "8", 
        "quinterest_id": "50371", 
        "round": "1", 
        "subcategory": "European", 
        "text": "This nation's Grand Duke Henry the Bearded was succeeded by Henry the Pious, and the baptism of Mieszko I begins its history. This home of the Piast dynasty established the principle of liberum veto for all its legislators. A leader of this non-Austria country relieved the 1683 Siege of Vienna. This nation was ruled by kings of the Jagiellon dynasty in union with Lithuania. Three agreements between this nation's neighbors partitioned it out of existence by 1800, and earlier it was where Nicolas Copernicus wrote. For 10 points, name this nation, which formerly had its capital at Krakow and was invaded on September 1, 1939 by the Nazis.", 
        "tournament": "BHSAT", 
        "year": "2012"
    }, 
    {
        "answer": "Poland", 
        "category": "History", 
        "difficulty": 0, 
        "number": "15", 
        "quinterest_id": "52020", 
        "round": "6", 
        "subcategory": "European", 
        "text": "This nation was ruled by the Szlachta, and it signed the Union of Lublin, which introduced an elected monarchy. Woodrow Wilson's Fourteen Points called for the recreation of this nation formerly ruled by the Jagiellon Dynasty. Stanislaw Poniatowski led the Kościuszko Insurrection in this country which frequently fought the Teutonic Knights. Partial democratization of this polity was a result of the Round Table Talks, and it often used Hussars during its union with Lithuania. For 10 points, name this often-partitioned Eastern-European country with capital at Warsaw, the home of Solidarity.", 
        "tournament": "Maggie Walker GSAC", 
        "year": "2012"
    }, 
    {
        "answer": "King of Poland [or Grand Duke of Poland-Lithuania]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "23", 
        "quinterest_id": "30243", 
        "round": "1", 
        "subcategory": "European", 
        "text": "One person who held this title went on a crusade against the Galindians. Another person who held this title was manipulated by the Duke of the Seniorate Province and had the nickname \"Wrymouth.\" It was also held by a man called \"the elbow-high\" and a man who granted Jews citizenship in the Statute of Kalisz. Those were members of the (*) Piast Dynasty, and a later house which possessed this title was founded by a man who defeated Ulrich von Jungingen at the Battle of Grunwald. For 10 points, identify this title that was held by such men as Casimir III and Miezko I, as well as several who also ruled Lithuania in a personal union.", 
        "tournament": "PACE NSC", 
        "year": "2012"
    }, 
    {
        "answer": "Partitions of Poland [or Partitions of the PolishÂ–Lithuanian Commonwealth; accept First Partition of Poland, Second Partition of Poland, or Third Partition of Poland throughout]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "18", 
        "quinterest_id": "30664", 
        "round": "5", 
        "subcategory": "European", 
        "text": "The parties involved in these events had earlier signed the secret Treaty of the Three Black Eagles. One of these events was partially prompted by the adoption of the May Constitution, which replaced the system of Golden Liberty. One of these events resulted from the defeat of the (*) Targowica Confederation. To defend against the first of these events, the Confederation of the Bar was formed. Many historians ascribe partial blame for these events on the sejm legislature being paralyzed by the liberum veto. For 10 points, name these events that resulted in Austria, Prussia and Russia increasing in landmass at the expense of a country in between them.", 
        "tournament": "PACE NSC", 
        "year": "2012"
    }, 
    {
        "answer": "Republic of Poland ", 
        "category": "Fine Arts", 
        "difficulty": 0, 
        "number": "1", 
        "quinterest_id": "49565", 
        "round": "15", 
        "subcategory": "Auditory", 
        "text": "One composer from this country emphasized dissonance with quarter tones through \"hypertonality\" in his Threnody to the Victims of Hiroshima. A soprano sings a lament to Mary in the Symphony of Sorrowful Songs from this country. Tchaikovsky's 3rd Symphony is nicknamed after this nation, and Tchaikovsky also included this country's folk dances, like the mazurka, in his work. A composer from this nation wrote solo piano works dubbed \"Torrent\", \"Black Keys\" and \"Revolutionary\"; those are his 27 etudes. For 10 points, name this country home to Penderecki, GÃ³recki and Chopin, the setting of Arnold Schoenberg's A Survivor from Warsaw.", 
        "tournament": "Prison Bowl", 
        "year": "2012"
    }, 
    {
        "answer": "Republic of Poland [or Polska]", 
        "category": "Fine Arts", 
        "difficulty": 0, 
        "number": "10", 
        "quinterest_id": "40875", 
        "round": "6", 
        "subcategory": "Auditory", 
        "text": "One composer from this country used two string orchestras tuned a semitone apart for his piece Emanations. Another composer from here wrote Songs of an Infatuated Muezzin, but is more famous for his Rumi-inspired third symphony subtitled \"Song of the Night.\" A third composer from here wrote the piece Beatus Vir for a visit from the Pope and wrote a symphony that uses quotes from a Renaissance (*) astronomer. That man's third symphony sets to music a prayer written on a Gestapo jail cell. An a cappella version of the Stabat Mater appears in the St. Luke Passion, a work by a man from this country who also wrote a work scored for 52 strings that was originally titled 8'37''. The Copernican Symphony, the Symphony of Sorrowful Songs, and Threnody to the Victims of Hiroshima are all from, for 10 points, what country, the home of Henryk Gorecki and Krzysztof Penderecki?", 
        "tournament": "QUARK", 
        "year": "2012"
    }, 
    {
        "answer": "Republic of Poland (accept Rzeczpospolita Polska)", 
        "category": "Geography", 
        "difficulty": 0, 
        "number": "20", 
        "quinterest_id": "54530", 
        "round": "6", 
        "subcategory": "None", 
        "text": "The Bay of Puck indents the coast of this country, and its southern border features the Western Tatras mountains. The Russian exclave of Kaliningrad has this country on its southern border. Part of this country's western border is formed by the (*) Oder River, and its longest river is the Vistula, which flows into the Baltic Sea near Gdansk. For 10 points, name this country that lies east of Germany with capital Warsaw. ", 
        "tournament": "SCOP Novice", 
        "year": "2012"
    }, 
    {
        "answer": "Poland", 
        "category": "Literature", 
        "difficulty": 0, 
        "number": "5", 
        "quinterest_id": "473", 
        "round": "2011-ACFNationals-YaleFinal.doc", 
        "subcategory": "", 
        "text": "One author from this country wrote of Joszef's visit to his father at the title institution run by Doctor Gotard in the title short story of his collection, The Sanatorium at the Sign of the Hourglass. A dramatist from this country wrote a play about the poet Alexander Walpurg, entitled The Madman and the Nun. This nation was home to the author of the novel The Valley of Issa, as well as a work which gives disguised portraits of real-life intellectuals who were destroyed by Communism, including characters dubbed Beta, the Disappointed Lover, and Gamma, the slaver of History. In addition to being the home of the author of the story, \"The Street of Crocodiles,\" Bruno Schulz, this nation was also home to an author who wrote about Johnny's return to adolescence at the insistence of Professor Pimko in his novel Ferdydurke. Yet another author from this country wrote about the romance between Marcus Vicinius and Ligia, as Nero orders Rome to burn in his most famous novel. For 10 points, name this home country of Witold Gombrowicz, as well as the author of The Captive Mind, Czeslaw Milosz, and the author of Quo Vadis, Henryk Sienkiewicz.", 
        "tournament": "ACF Nationals", 
        "year": "2011"
    }, 
    {
        "answer": "Poland", 
        "category": "History", 
        "difficulty": 0, 
        "number": "7", 
        "quinterest_id": "790", 
        "round": "ACF Regionals 2011 - VCU final.doc", 
        "subcategory": "", 
        "text": "King Konrad I allied with the Teutonic Knights to eliminate the pagans of this country. One ruler of this country referred to as \"the Elbow High\" was the father of the man who extended royal protection to the Jews of this country. That king's reign also began the period known as the \"Golden Liberty\" of this country. Centuries before this country was occupied under Case White, it was ruled by Casimir the Great. Another king united this country with Lithuania, and was the founder of its Jagiellon dynasty. During the 19th century, this country was partitioned by its neighbors multiple times. For 10 points, name this country where the giant pen-wielding Lech Walesa formed the Solidarity labor union as part of the protests in the Gdansk shipyards.", 
        "tournament": "ACF Regionals", 
        "year": "2011"
    }, 
    {
        "answer": " Poland", 
        "category": "History", 
        "difficulty": 0, 
        "number": "20", 
        "quinterest_id": "50131", 
        "round": "1", 
        "subcategory": "European", 
        "text": "A confederation founded in this nation's fortress of Bar resisted eastern encroachment. This nation, first established under the Piast dynasty, once had a three-house parliament that allowed any member to veto a bill, the Sejm. The thirteenth of Wilson's Fourteen Points demanded this nation's free access to a northern seaport. This country's Union of Lublin phase was ended by three partitions, and a union leader who organized a strike in its shipyards, Lech Walesa, became its first post-Communist President. For 10 points, identify this nation, the location of Solidarity, Auschwitz, and the Warsaw Ghetto.", 
        "tournament": "BHSAT", 
        "year": "2011"
    }, 
    {
        "answer": "Poland", 
        "category": "History", 
        "difficulty": 0, 
        "number": "6", 
        "quinterest_id": "34883", 
        "round": "9", 
        "subcategory": "European", 
        "text": "In this country, the Bar Confederation opposed foreign rulers. The first historical leader of this nation, Mieszko I, founded the Piast dynasty and was baptized in 966. Under the Jagiellon dynasty, this nation helped repel an Ottoman invasion into Europe under John III Sobieski. This country's Sanacja movement deposed Josep Pilsudski. The 1569 Union of Lublin joined this nation with Lithuania. For 10 points, name this country that underwent partitions and was invaded by Hitler in 1939.", 
        "tournament": "Collegiate Novice", 
        "year": "2011"
    }, 
    {
        "answer": "Republic of Poland [or Rzeczpospolita Polska]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "21", 
        "quinterest_id": "2097", 
        "round": "02.pdf", 
        "subcategory": "", 
        "text": "In this country, the principle of Liberum Veto allowed any representative to end a session of the Sejm. John III of this country brought miraculous reinforcements to relieve the Second Siege of Vienna. This country united with Lithuania in the Union of Lublin. In the late eighteenth century, Prussia, Russia, and Austria agreed to (*) carve territory out of this country, resulting in the three partitions of this country. For 10 points, name this central European country containing such cities as Krakow and Warsaw.", 
        "tournament": "HSAPQ Tournament 15", 
        "year": "2011"
    }, 
    {
        "answer": "Republic of Poland [or Rzeczpospolita Polska]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "9", 
        "quinterest_id": "2543", 
        "round": "07.pdf", 
        "subcategory": "", 
        "text": "This nation saw a massacre of its citizens at Volhynia. After the rule of Edward Gierek, an agreement in this country led to the formation of an independent trade union led by a former electrician. That trade union in this country was formed in Gdansk and called Solidarity. An invasion of this country occurred one week after two other countries agreed to the (*) Molotov-Ribbentrop Pact. For 10 points, name this nation whose 1939 invasion marked the start of World War II when it was attacked on both fronts by Germany and Russia.", 
        "tournament": "HSAPQ Tournament 16", 
        "year": "2011"
    }, 
    {
        "answer": "Republic of Poland [or Rzeczpospolita Polska]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "10", 
        "quinterest_id": "2930", 
        "round": "tournament17-09.pdf", 
        "subcategory": "", 
        "text": "The Bar Confederation fought for the independence of this nation. The thirteenth of the Fourteen Points called for this country's establishment and its access to the sea. The Piasts were one line of kings from this nation, which was home to a parliament called the Sejm (\"SAME\"). This thrice-partitioned nation was the birthplace of Pope (*) John Paul II. For 10 points, name this country whose first post-communist president was Lech Walesa, who started the Solidarity union in this nation's Gdansk shipyards.", 
        "tournament": "HSAPQ Tournament 17", 
        "year": "2011"
    }, 
    {
        "answer": "Invasion of Poland [or clear equivalents; or September Campaign]", 
        "category": "Trash", 
        "difficulty": 0, 
        "number": "32", 
        "quinterest_id": "4294", 
        "round": "01.pdf", 
        "subcategory": "", 
        "text": "One battle during this event saw the surrender of Major Sucharski. This event was marked by the bombing of the city of Wielun (vee-YELL-oon). This event took place the day after the Gleiwitz (GLY-vitz) incident, which was part of a propaganda campaign called Operation Himmler. It saw a lengthy defence of a certain post office and led to the annexation of the Free City of Danzig. For 10 points, name this event started on September 1, 1939, which marked the beginning of World War II.", 
        "tournament": "HSAPQ VHSL States", 
        "year": "2011"
    }, 
    {
        "answer": "Poland", 
        "category": "Fine Arts", 
        "difficulty": 0, 
        "number": "11", 
        "quinterest_id": "39079", 
        "round": "14", 
        "subcategory": "Auditory", 
        "text": "One composer from this country wrote an opera in which a young pagan shepherd is transformed into Dionysus in the last act after visiting the title Sicilian ruler's court. That composer of King Roger also wrote the ballet Harnasie and a third symphony titled Song of the Night. Another composer from here wrote a piece for two string orchestras tuned a semitone apart, Emanations, and a piece originally titled 8'37\" for 52 string instruments. Another work from here sets text found on the wall of a Gestapo cell during World War II. The Threnody for the Victims of Hiroshima and the Symphony of Sorrowful Songs were written by composers from, for 10 points, what home country of Karol Szymanowski, Krzysztof [KRIS-toff] Penderecki [pen-der-ET-ski], Henryk Gorecki [gor-ET-ski], and Frederic Chopin?", 
        "tournament": "MAGNI", 
        "year": "2011"
    }, 
    {
        "answer": "Warsaw Ghetto [accept Getto Warszawskie, prompt on Poland]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "20", 
        "quinterest_id": "39258", 
        "round": "Chicago A  + GMU", 
        "subcategory": "European", 
        "text": "The 2010 documentary A Film Unfinished is about an unfinished government film about this location. Both Group 13 and the Torch were security organizations at this place. A children's book author known as the \"Old Doctor\" had an orphanage here called Dom Sierot and one administrator of this place killed himself after being unable to protect that orphanage. A group based here stored documents and photos in milk cans and was led by Dr. Emanuel Ringelbaum. Jurgen Stroop's namesake report detailed violence at this location, including the mass suicide of people at a bunker named Mila 18. The \"Grossaktion,\" part of Operation Reinhard, targeted this location despite the efforts of men like Mordechai Anielewicz and the ZOB resistance movement. For 10 points, name this Polish location which had many residents eventually shipped to Treblinka, the site of an ill-fated Jewish revolt against the Nazis in 1943.", 
        "tournament": "Minnesota Open", 
        "year": "2011"
    }, 
    {
        "answer": "Warsaw, Poland", 
        "category": "History", 
        "difficulty": 0, 
        "number": "14", 
        "quinterest_id": "5340", 
        "round": "Packet 14 - Superplayoffs 4.doc", 
        "subcategory": "", 
        "text": "One side in a rebellion in this city was led by Ferdinand von Sammern-Frankenegg until he was replaced following a failed offensive. That same uprising in this city was carried out by members of the ZOB and ZZW and sought to resist the January Aktion. Leon Uris wrote a novel about the headquarters of a resistance movement in this city titled Mila 18. Jurgen Stroop ordered the destruction of the Tlomackie (*) Synagogue in this city as a symbol of German victory; that assault on a section of this city was ordered against a population resisting deportation to Treblinka. For 10 points, name this site of a 1943 Jewish uprising against the Nazis in a namesake ghetto, also the capital of modern-day Poland.", 
        "tournament": "PACE NSC", 
        "year": "2011"
    }, 
    {
        "answer": "Poland ", 
        "category": "Literature", 
        "difficulty": 0, 
        "number": "10", 
        "quinterest_id": "5987", 
        "round": "Round13.doc", 
        "subcategory": "", 
        "text": "One novel from this country describes the idealist Siphon's suicide and the immature author Joey, and another sees Rheya, Kris Kelvin's wife, recreated daily by the title sentient planet. Ferdydurke and Solaris are from this country, home to the author of a novel in which Verloc tries to blow up the Greenwich Conservatory, The Secret Agent. This country's most famous author wrote about Jan Sobieski in his With Fire and Sword and about Ligia, Marcus Vinicius's love interest, in Quo Vadis?. For 10 points, name this home country of Witold Gombrowicz, Joseph Conrad, and Henryk Sienkiewicz.", 
        "tournament": "Prison Bowl", 
        "year": "2011"
    }, 
    {
        "answer": "Poland (accept Polish-Lithuanian Commonwealth; Poland-Lithuania, or other things signifying a union of Poland and Lithuania before World War I is read)", 
        "category": "History", 
        "difficulty": 0, 
        "number": "10", 
        "quinterest_id": "54115", 
        "round": "R", 
        "subcategory": "European", 
        "text": "This nation's legislature used the Liberum Veto, meaning that any member could end one of its legislative sessions at any time. Partitioned three times during the 19th century, it was granted access to the Baltic Sea and independence after World War I, but would be (*) invaded on September 1, 1939. Nazi Germany began World War II by invading, for 10 points, what European country with a capital at Warsaw?", 
        "tournament": "SCOP Novice", 
        "year": "2011"
    }, 
    {
        "answer": "The Republic of Poland [or Rzeczpospolita Polska]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "10", 
        "quinterest_id": "6513", 
        "round": "Round 9.doc", 
        "subcategory": "", 
        "text": "Along with Lithuania, this country was invaded by Sweden during \"The Deluge,\" and its sea access was the subject of Wilson's thirteenth point. This country's nobility were the szlachta (\"SHLOCK-ta\"), who could use the liberum veto to block progress in the Sejm parliament, which was reformed by the May Third Constitution. [*] Thaddeus Kosciuszko led an uprising in this country after its second partition. This country is home to the Gdansk shipyard where Solidarity was founded by Lech Walesa. For 10 points, name this republic whose invasion by Germany sparked World War Two, whose capital is Warsaw.", 
        "tournament": "St. Anselms and Torrey Pines", 
        "year": "2011"
    }, 
    {
        "answer": "Poland and Lithuania", 
        "category": "History", 
        "difficulty": 0, 
        "number": "6", 
        "quinterest_id": "44818", 
        "round": "11", 
        "subcategory": "European", 
        "text": "After World War I, the Entente set the border between these two countries at the Foch line, which caused a conflict between them known as the Sejny Uprising. One of these countries sent Henry of Masovia to negotiate the Ostrow Agreement with the other. Collaborationist forces in one of these countries massacred over fifty-thousand civilians in the Ponary massacre. The head of one of these countries instigated Zeligowski's Mutiny in the other. The combined forces of these two nations killed (*) Ulrich von Jungingen and defeated his Teutonic Knights at the 1410 Battle of Grunwald. Other friendly acts between these nations include the Union of Krewo and the Union of Lublin, which was enacted by Sigusmund II Augustus. For 10 points, name these countries that formed a commonwealth which had joint capitals at Warsaw and Vilnius.", 
        "tournament": "VCU Open", 
        "year": "2011"
    }, 
    {
        "answer": "Republic of Poland [or Rzeczpospolita Polska]", 
        "category": "Literature", 
        "difficulty": 0, 
        "number": "19", 
        "quinterest_id": "7765", 
        "round": "Early Autumn Collegiate Novice - Packet 4.pdf", 
        "subcategory": "", 
        "text": "One author from this country wrote about Professor Pimko in a work that sees the transformation of a thirty-year-old man into a schoolboy. In addition to that author of Ferdydurke, another writer from this country wrote a trilogy that includes With Fire and Sword. This country's national epic is Pan Tedeusz. A Nobel-winning author from this country told the story of a Christian woman named Lygia, who has an affair with the Patrician Marcus Vinicius, in his novel Quo Vadis. For 10 points, name this country, home to Witold Gombrowicz and Henryk Sienkiewicz.", 
        "tournament": "ACF Novice", 
        "year": "2010"
    }, 
    {
        "answer": "Republic of Poland [or Rzeczpospolita Polska]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "1", 
        "quinterest_id": "9397", 
        "round": "CMST_Round09.pdf", 
        "subcategory": "", 
        "text": "During the eighteenth century, this nation was partitioned three times by its neighbors. Its first elected president was a former shipyard electrician and leader of the Solidarity movement, Lech Walesa (\"vaw- WESS-uh\"), and it was the home country of Pope John Paul II. For 10 points, Germany's September 1939 invasion of what nation prompted Britain and France to enter World War II after the bombing of Warsaw?", 
        "tournament": "Collaborative MS Tournament", 
        "year": "2010"
    }, 
    {
        "answer": "Poland", 
        "category": "History", 
        "difficulty": 0, 
        "number": "19", 
        "quinterest_id": "10177", 
        "round": "Packet 2.doc", 
        "subcategory": "", 
        "text": "This country was occupied during the Swedish Deluge, and every legislator had veto power in its parliament, or Sejm [SEY-m]. This country, which the Jagyellon dynasty unified with Lithuania, underwent three partitions by its neighbors, and a shipyard strike led by Lech Walesa in Gdansk started its anti-Communist Solidarity union. For 10 points, name this site of Auschwitz, a country whose invasion by Hitler in September 1939 sparked the Warsaw Ghetto uprising.", 
        "tournament": "Fall Novice", 
        "year": "2010"
    }, 
    {
        "answer": "Poland and Sweden [accept: Polska and Szwecja; Polen and Sverige]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "17", 
        "quinterest_id": "10763", 
        "round": "Round 03.doc", 
        "subcategory": "", 
        "text": "The navies of these two countries fought each other at the Battle of Oliwa, while their armies fought each other at the Battle of Dirschau. Treaties signed by these two countries include those of Stumsdorf, Altranstadt, and Altmark. These countries once came into conflict because they were each ruled by a different branch of the Vasa dynasty. One of them invaded the other during the \"Deluge\", and during the Time of Troubles both of these countries invaded Russia, their common neighbor. For ten points, name these European countries with capitals at Warsaw and Stockholm.", 
        "tournament": "Harvard International", 
        "year": "2010"
    }, 
    {
        "answer": "Republic of Poland", 
        "category": "Geography", 
        "difficulty": 0, 
        "number": "4", 
        "quinterest_id": "51421", 
        "round": "2", 
        "subcategory": "None", 
        "text": "The highest point in this country's Beskid Mountains is Mount Babia in its southeast, and Mount Rysy, this country's highest point, lies in the High Tatras Mountains in the southwest.  Among this country's sixteen provinces is Masovia, and a city formerly known as Breslau is the capital of the Lower Silesia province.  The western border of this country is known as the Oder-Neisse line, and the Carpathian Mountains make up this country's southern border.  The Vistula River is found in, For 10 points, what Central European country which borders Germany on the west and contains the cities of Krakow and Warsaw.", 
        "tournament": "Maggie Walker GSAC", 
        "year": "2010"
    }, 
    {
        "answer": "Poland", 
        "category": "History", 
        "difficulty": 0, 
        "number": "6", 
        "quinterest_id": "11239", 
        "round": "Round 05 - Penn + Bruce et al.doc", 
        "subcategory": "", 
        "text": "One notable referendum in this country's history saw leftist groups use the \"Three Times Yes\" campaign to get votes. A resistance group in this nation was the \"Cursed Soldiers,\" whose last member was killed in 1963. The Orange Alternative group in this nation protested the government by staging happenings like an event commemorating toilet paper or by painting graffiti of its symbol, a dwarf. A 1965 letter written by bishops from this country contained the phrase (*) \"We forgive and ask for forgiveness.\" This nation used a brutal paramilitary force called the \"ZOMO.\" It saw a 1956 \"October thaw\" that brought brief liberalizations. During almost all of the 1970's, this country was led by Edward Girek, while martial law was imposed in 1981 by dictator Wojciech Jaruzelski. For 10 points, name this country that saw anti-Communist agitation during the 1980 labor strikes at the Lenin shipyard in Gdansk.", 
        "tournament": "Minnesota Open", 
        "year": "2010"
    }, 
    {
        "answer": "Russian Empire and Kingdom of Poland [for \"Russia,\" accept Rossiyskaya Imperiya; for \"Poland,\" accept any of the following: Polish-Lithuanian Commonwealth; or Union of Lublin; or Polska]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "5", 
        "quinterest_id": "11524", 
        "round": "MUT 2010 - Finals 1 [DO NOT READ FOR PRELIMS] - Done.doc", 
        "subcategory": "", 
        "text": "Two answers required. One of these two nations intervened in the other after the Tarnogrod Confederation agitated for a \"silent\" legislative session. They fought the Battle of Klushino when the king of one of them, Sigismund III, invaded the other, in a war concluded at the Peace of Deulino. A war between them saw supporters of one found the Bar Confederation. Another war between these two nations was known as the \"Deluge\" in one of them. A successor state to one of these nations perpetrated the Katyn Forest Masscre on citizens of the other. For 10 points, name these two countries, one of which was led by Catherine the Great when it partitioned the other.", 
        "tournament": "MUT", 
        "year": "2010"
    }, 
    {
        "answer": "Republic of Poland", 
        "category": "History", 
        "difficulty": 0, 
        "number": "9", 
        "quinterest_id": "11948", 
        "round": "18.pdf", 
        "subcategory": "", 
        "text": "One province in this nation is Podlasie, which is home to one of the last patches of Europe's primeval forest, Bialowieza Forest, home to some of Europe's last wisent. Sites in this country bordered on the east by the Bug River include the Masurian Lakes as well as the town once known as the \"Jewish Oxford,\" Lublin. This nation is south of the exclave of Kaliningrad Oblast, and this nation's principal seaport is Gdansk, a city in this nation's region of Pomerania. Rivers in this country include the Oder and Neisse on its western border and the Vistula which flows through its city of Krakow. For 10 points, name this Eastern European nation south of the Baltic and west of Belarus with capital at Warsaw.", 
        "tournament": "NASAT", 
        "year": "2010"
    }, 
    {
        "answer": "the border between Germany and Poland [accept obvious equivalents]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "7", 
        "quinterest_id": "12786", 
        "round": "Round 21AllStar.doc", 
        "subcategory": "", 
        "text": "One attempt to define this entity was the Treaty of Zgorzelec, and discussion of it at the Potsdam Conference led Churchill to denounce the \"enormous and wrongful\" demands to move it during the Iron Curtain speech. In 2007, police departments protested against the opening of this construct, which currently runs from Zittau to Szczecin. After World War II, up to seven million people were forcibly moved to be on the proper side of this redefined (*) line, in one of the largest population exchange in history. Once overrun during the Fall Weiss plan, its current form is based on the Oder-Neisse Line proposed by Stalin, who moved it further west to punish the country which violated this boundary in a quest for lebensraum. For 10 points, identify this map line which was crossed on September 1, 1939 by Nazi forces, thus triggering World War II.", 
        "tournament": "PACE NSC", 
        "year": "2010"
    }, 
    {
        "answer": "Poland-Lithuania", 
        "category": "History", 
        "difficulty": 0, 
        "number": "6", 
        "quinterest_id": "13320", 
        "round": "Yale B.doc", 
        "subcategory": "", 
        "text": "This polity was assisted by Moldavian troops in its defeat of the Ottomans at the Battle of Tutora. This polity faced revolts from a Sunni group that had earlier assisted this side at the Battle of Chocim. Ruled by a form of government created by the Nihili Novi act, its main political doctrine could be summed up as \"The King reigns but does not govern\"; that political system was called the Golden Liberty. This place, the original home of the Zaporozhian Cossacks was overseen by the Sejm [same] and created in the 1569 Union of Lublin, and the Jagiellons were hereditary rulers of the countries it comprised. For 10 points, name this commonwealth formed from two eastern European countries until its eventual absorption by Prussia, Austria, and Russia.", 
        "tournament": "Penn Bowl", 
        "year": "2010"
    }, 
    {
        "answer": "Republic of Poland", 
        "category": "Literature", 
        "difficulty": 0, 
        "number": "7", 
        "quinterest_id": "15727", 
        "round": "2009 ACF Fall edited - Duke A + Harvard Zhao.doc", 
        "subcategory": "", 
        "text": "One poet from this country asked if the title animal would \"climb the walls\" in her poem \"Cat in an Empty Apartment.\" This country is the setting for a Spanish play in which Basilio locks his son in a tower and convinces him that he only imagined actual events. This setting of Life is a Dream has a national epic sometimes titled Mister Thaddeus. One author from this country wrote a novel in which Nero burns down Rome for the sake of artistic accuracy and  Marcus Vinitius falls in love with the persecuted Christian Ligia. For 10 points, name this home of Quo Vadis author Henryk Sienkiewicz and Nobel Prize winning poet Wislawa Szymborska.", 
        "tournament": "ACF Fall", 
        "year": "2009"
    }, 
    {
        "answer": "Grand Duchy of Warsaw [or Ksiestwo Warszawskie; or Duche de Varsovie; or Herzogtum Warschau; or Varshavskoi Gerchogstv; prompt on Poland before Nemen is read and don't accept it after]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "21", 
        "quinterest_id": "16055", 
        "round": "r03- Harvard-Chicago B.doc", 
        "subcategory": "", 
        "text": "The commander-in-chief of this polity's army is the subject of a memorial designed by Bertel Thorvaldsen. This polity's army defeated General Pahlen at the Battle of Zedtiltz, and had earlier won the Battle of Raszyn as part of an invasion of Austria. Nominally led by Frederich Augustus I of Saxony, this polity was created by an agreement signed in the Nemen River on a raft by France and Russia, the 1806 Treaty of Tilsit. After its demise, most of this polity was given to Russia, which turned it into the \"Congress Kingdom.\" For 10 points, name this Napoleonic puppet state centered on the capital of Poland.", 
        "tournament": "ACF Nationals", 
        "year": "2009"
    }, 
    {
        "answer": "The First Partition of Poland [prompt on partial answer]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "7", 
        "quinterest_id": "16397", 
        "round": "r19- Editors 5.doc", 
        "subcategory": "", 
        "text": "During an eastern theater of the war which led to this action, members of two ethnic groups were hung from trees with a dog and the slogan \"all of one faith\" was written on the tree. One polity affected by this event lost half of its annual tax revenue when the Bochnian salt mines were transferred as part of it. The treaty formalizing this event specifically omitted Toru? but included Podolia and Galicia. This event was made possible following a victory at Lanckorona by Suvorov over the Confederation of Bar, which had attempted to depose Stanislaw II. Twenty years after this occurrence, an invitation from the Confederation of Targowica led to a similar event. For 10 points, name this 1772 action orchestrated by Frederick II and Catherine the Great, which came before two other divisions of a certain country.", 
        "tournament": "ACF Nationals", 
        "year": "2009"
    }, 
    {
        "answer": "Republic of Poland", 
        "category": "History", 
        "difficulty": 0, 
        "number": "13", 
        "quinterest_id": "18696", 
        "round": "FHTE R4 Final Final Final.rtf", 
        "subcategory": "", 
        "text": "Three Casimirs with epithets, \"The Restorer, The Great, and The Just,\" ruled this nation. This country formed an alliance with a Grand Duchy during the time when Alexander and Sigismund Augustus ruled. In addition to being ruled by the Piast Dynasty and Jagiellonian Dynasty, at one point its western border was the Oder-Niesse Line and the eastern Border was the Curzon Line. It underwent three partitions after joining Lithuania. For ten points, name this nation where Solidarity was founded by Lech Walesa.", 
        "tournament": "From Here To Eternity", 
        "year": "2009"
    }, 
    {
        "answer": "Oder-Neisse Line [accept Germany/Poland border or equivalents until \"treaty\" is read]", 
        "category": "Geography", 
        "difficulty": 0, 
        "number": "5", 
        "quinterest_id": "64815", 
        "round": "5", 
        "subcategory": "None", 
        "text": "Against the wishes of Ernest Bevin, it was agreed that this feature would not pass through the towns of Sagan and Lauban along the Kwisa and Bober rivers, and it was also unsuccessfully proposed that this feature should be moved westward to include the city of Bautzen, the center of the Sorbs. A treaty officially recognizing this feature was agreed upon in the cities of Zgorzelec and Gorlitz, and it was referred to as \"political dynamite\" by Harry Hopkins. Two towns named Gubin, one spelled with an \"e\", the other with an \"i\", are located on opposite sides of this feature, and the Battle of Seelow Heights is usually incorporated into a larger offensive which shares its name with this. Upon the agreement on this feature, one nation received Stettin and ► Gdansk, but Konigsberg was given to their eastern neighbor. Finally agreed upon at the Potsdam Conference, for 10 points, name this line which forms the border between Poland and Germany, named after a major river and its tributary. ", 
        "tournament": "Geography Monstrosity", 
        "year": "2009"
    }, 
    {
        "answer": "Poland", 
        "category": "Literature", 
        "difficulty": 0, 
        "number": "21", 
        "quinterest_id": "19245", 
        "round": "15 HFT (Finals 2).doc", 
        "subcategory": "", 
        "text": "One author from this country wrote a novel in four parts titled after seasons about the Boryna family and Jagna entitled The Peasants. A work of nonfiction by a poet from this country begins with a discussion of the Murti-Bing pills in a novel entitled Insatiability by an author from this country. That nonfiction work is The Captive Mind. Another author from this country wrote a trilogy of historical novels including With Fire and Sword, as well as one that sees the victory of King Jagiello over the title group at Grunwald. That author of The Knights of the Cross is better known outside this country for a novel about Nero's Rome, Quo Vadis. For 10 points, name this home to Czes?aw Mi?osz and Henryk Sienkiewicz.", 
        "tournament": "HFT", 
        "year": "2009"
    }, 
    {
        "answer": "Republic of Poland [or Rzeczpospolita Polska]", 
        "category": "Literature", 
        "difficulty": 0, 
        "number": "8", 
        "quinterest_id": "19921", 
        "round": "4q2-07.pdf", 
        "subcategory": "", 
        "text": "One author from this country is a UC Berkeley professor who wrote The Captive Mind. This country's national epic contains a description of \"Pocketknife\" and is titled Mister Thaddeus. One author from this country wrote a historical trilogy that opens with With Fire and Sword and described Nero's persecution of Christians like Lydia in Quo Vadis?. Eliazer loses his faith by the end of one novel set in a concentration camp here. For 10 points, name this Central European country, the setting of Elie Wiesel's Night.", 
        "tournament": "HSAPQ 4Q2", 
        "year": "2009"
    }, 
    {
        "answer": "Republic of Poland or Rzeczpospolita Polska", 
        "category": "History", 
        "difficulty": 0, 
        "number": "5", 
        "quinterest_id": "19950", 
        "round": "4q2-08.pdf", 
        "subcategory": "", 
        "text": "According to legend, one leader of this nation gave food to two angelic figures before defeating the Germans and founding the Piast dynasty. Another dynasty in this country won in the battle of Grunwald against the Teutonic knights while allied with Lithuania, known as the Jagiellon Dynasty. One movement in this nation centered on the Gdansk shipyard was known as Solidarity and was led by Lech Walesa. For 10 points, name this European country that was the home of Pope John Paul II, and whose capital city named the Soviet Union's Warsaw Pact.", 
        "tournament": "HSAPQ 4Q2", 
        "year": "2009"
    }, 
    {
        "answer": "partitions of Poland [or equivalents; or partitions of the Polish-Lithuanian Commonwealth;", 
        "category": "History", 
        "difficulty": 0, 
        "number": "82", 
        "quinterest_id": "20301", 
        "round": "nasat-tryout-all.pdf", 
        "subcategory": "", 
        "text": "One of these actions was completed after the victory of the Confederation of Targowica (TAR-go-VEE-kah), which also undid the Third of May Constitution. Another one of these actions brought an end to the actions of the Bar Confederation. The third one of these actions was preceded by an uprising led by Tadeusz Kosciuszko (tah-DOZSH kahs-YOUS-koh) in 1794. The first was conducted by Maria Theresa, Catherine the Great, and Frederick the Great. For 10 points, name these events of the eighteenth century that gave to Austria, Prussia, and Russia land from a neighboring country with a capital at Warsaw.", 
        "tournament": "HSAPQ NASAT Tryout Set", 
        "year": "2009"
    }, 
    {
        "answer": "Republic of Poland [or Rzeczpospolita Polska; or Polish-Lithuanian Commonwealth]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "7", 
        "quinterest_id": "20541", 
        "round": "tourn10-03.pdf", 
        "subcategory": "", 
        "text": "Members of this country's nobility formed the Confederation of Targowica (TAR-go-VEET-sah). That confederation opposed this country's May Third Constitution. Attempts to support the sovereignty of this nation include the Bar Confederation and an insurrection led by Thaddeus (*) Kosciuszko (kuh-SHOES-ko). Those attempts occurred while this country was paired with Lithuania. Prussia, Austria, and Russia's partitions of this country long wiped it from the map. For 10 points, name this country that was later divided between Germany and Russia during World War II.", 
        "tournament": "HSAPQ Tournament 10", 
        "year": "2009"
    }, 
    {
        "answer": "Poland [or Polish-Lithuanian Commonwealth until \"Lublin\" is read]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "16", 
        "quinterest_id": "21255", 
        "round": "tourn8-07.pdf", 
        "subcategory": "", 
        "text": "This nation was the site of the Cossack led Khmelnytsky Uprising, and from 1655 to 1660 it was controlled by Sweden in a period known as \"The Deluge.\" This country was united by Ladislaus I in the early fourteenth century under its Piast dynasty. During the fifteenth and sixteenth centuries, this country and its northeast neighbor were both ruled by the Jagiellon dynasty. The Molotov-Ribbentrop pact allowed the (*) September 1, 1939 two-pronged invasion of this country during World War II. For 10 points, name this European country which was the heart of the Duchy of Warsaw during the Napoleonic Wars.", 
        "tournament": "HSAPQ Tournament 8", 
        "year": "2009"
    }, 
    {
        "answer": "Henry [or Henri; or Henries of France; or Henry II before \"Poland\"]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "6", 
        "quinterest_id": "21370", 
        "round": "tourn8-13.pdf", 
        "subcategory": "", 
        "text": "One ruler of this name was killed by Gabriel Montgomery shortly after signing the Treaty of Cateau-Cambresis. Another ruler of this name briefly ruled as king of Poland before returning to his home country and being killed by Jacques Clement. Two rulers of this name and the Duke of Guise participated in a War of the (*) Three men of this name. The winner of that war with this name converted to Catholicism and issued the Edict of Nantes. For 10 points, give this shared name of French kings, the fourth of whom began Bourbon rule of France.", 
        "tournament": "HSAPQ Tournament 8", 
        "year": "2009"
    }, 
    {
        "answer": "Republic of Poland [or Rzeczpospolita Polska]", 
        "category": "Literature", 
        "difficulty": 0, 
        "number": "21", 
        "quinterest_id": "21427", 
        "round": "tourn8-15.pdf", 
        "subcategory": "", 
        "text": "A novel from this country focuses on Dr. Pimko, who turns the kidnapped writer Johnnie into a young boy, and is called Ferdydurke. An author from this country wrote the historical novel The Teutonic Knights and a novel about Nero's arbiter Petronius, (*) Quo Vadis. The title character of Sophie's Choice is from this country, which was the birthplace of Isaac Bashevis Singer. For 10 points, name this country home to Witold Gombrowicz and Henryk Sienkiewicz, which is the setting of all novels about Auschwitz.", 
        "tournament": "HSAPQ Tournament 8", 
        "year": "2009"
    }, 
    {
        "answer": "Poland", 
        "category": "Literature", 
        "difficulty": 0, 
        "number": "13", 
        "quinterest_id": "21852", 
        "round": "PLAYOFFS ROUND 3.doc", 
        "subcategory": "", 
        "text": "One author from this country wrote a novel set at Hopfer's, entitled The Doll, and the historical novel Pharaoh. Another author from here wrote The Land of Ulro and described Delta, the Troubadour in his The Captive Mind.  One Nobel Laureate from here said \"Many shaky answers have been given to this question,\" in her \"Some [?] Like Poetry.\" Another author from this country wrote about the Basia and Zangloba in his Fire in the Steppe. In another work from this country, Tigellinus clashes with Petronius in a work about Calina, the daughter of the Ligians, whom Marcus Vinicius loves. For ten points, The Deluge, With Fire and Sword, and Quo Vadis were written by Henryk Sienkiewicz, who is from what country?", 
        "tournament": "Mahfouz Memorial Lit", 
        "year": "2009"
    }, 
    {
        "answer": "Poland", 
        "category": "Fine Arts", 
        "difficulty": 0, 
        "number": "17", 
        "quinterest_id": "22169", 
        "round": "MUT II - Andy and Hannah.doc", 
        "subcategory": "", 
        "text": "The soundtrack to the film Trois Couleurs was composed by a man from this country. A soprano sings \"Where has he gone, my dearest son?\" in the third movement of a work commemorating this country's war dead, Symphony of Sorrowful Songs. Another composer from this country extensively quoted \"Silent Night\" in his Christmas Symphony and also wrote a piece based on tone clusters, Threnody to the Victims of Hiroshima. Another composer from this country wrote a Revolutionary etude as well as a set of preludes for piano that includes one in D minor called Raindrop. For 10 points, name this country, home of composer Frederic Chopin.", 
        "tournament": "MUT", 
        "year": "2009"
    }, 
    {
        "answer": "Republic of Poland", 
        "category": "Literature", 
        "difficulty": 0, 
        "number": "19", 
        "quinterest_id": "22455", 
        "round": "Finals.doc", 
        "subcategory": "", 
        "text": "One novel by an author from this country sees Vinicius convert to Christianity and escape to Sicily with Lygia. A poet from this country wrote a work in which the title character and his lover Zosia are members of the feuding Soplica and Horeszko families, its national epic, Pan Tadeusz. This home to the author of Quo Vadis? is the main setting of a work in which the narrator is given a job under the foreman Franek counting electrical parts after surviving the selection process led by Dr. Mengele, the autobiographical Night. For 10 points, name this native country of Henryk Sienkiewicz and Adam Mickiewicz, where Elie Wiesel was imprisoned in Auschwitz.", 
        "tournament": "MW GSAC XVII", 
        "year": "2009"
    }, 
    {
        "answer": "Partitions of Poland [or Partitions of the Polish-Lithuanian Commonwealth]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "2", 
        "quinterest_id": "23856", 
        "round": "THUNDER Round 10 - Final.doc", 
        "subcategory": "", 
        "text": "Ambassador Otto Magnus von Stackelberg threatened the destruction of a city if the first of these was not accepted, and Lowenwolde's Treaty, also known as the Treaty of the Three Black Eagles, was a precursor to them. A legislative meeting which bears the name of Nicholas Repnin provoked the War of the Confederation of Bar, which precipitated the first of these. The War in Defense of the Constitution, fought between reformers and the Targowica Confederation, resulted in the second of these, which was accepted by the Grodno Sejm [same]. Count Kaunitz pushed the first of these through against the will of Maria Theresa, and the third of these was sparked by the rebellion of Tadeusz Kosciuszko. For 10 points, name these three treaties in which Austria, Prussia and Russia divided up an Eastern European nation with capital at Warsaw.", 
        "tournament": "THUNDER", 
        "year": "2009"
    }, 
    {
        "answer": "Poland [accept Poland-Lithuania]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "18", 
        "quinterest_id": "24360", 
        "round": "ACF Fall 2008 - Missouri S&T + Dartmouth B.doc", 
        "subcategory": "", 
        "text": "One ruler of this nation as well as Hungary had his head cut off as the result of an ill-conceived cavalry charge against the Janissary forces of Murad II at the Battle of Varna, while another ruler of it defeated Ulrich von Jungingen with the help of Vytautus the Great, stomping the Teutonic Knights at Tannenberg.  The Union of Lublin was signed at the instigation of another of its rulers, Sigismund II, as formal recognition of its union with Lithuania.  Kara Mustafa's attempts to take Vienna were thwarted by another ruler of this nation, Jan III Sobieski.  For 10 points, name this nation which was ruled by the Jagiellon dynasty and got partitioned a lot.", 
        "tournament": "ACF Fall", 
        "year": "2008"
    }, 
    {
        "answer": "invading Poland [or attacking Poland] ", 
        "category": "History", 
        "difficulty": 0, 
        "number": "21", 
        "quinterest_id": "48545", 
        "round": "Harvard", 
        "subcategory": "European", 
        "text": "One instance of this activity began with an amphibious landing at Pillau. If Stephan the Great of Moldavia had chased the retreating army at the Battle of the Cosmin Forest, he would have committed this act after crossing the Prut River. One instance of this activity resulted in the death of Duke Henry the Pious at the hands of an army led by Baidar, Kadan, and Orda Khan. Another instance was codenamed \"Case White\" and began with a fabricated attack on a radio station and an assault on Westerplatt. One ultimately unsuccessful effort to do this ended with the Treaty of Riga, while another culminated in the siege of Marienburg and involved an organization led by Urlich von Jungingen. The threat of the Soviet Union doing this was used as an excuse to declare martial law by Jaruzelski. FTP, name this common military action, performed by Germany on September 1, 1939. ", 
        "tournament": "ACF Nationals", 
        "year": "2008"
    }, 
    {
        "answer": "Poland (2)", 
        "category": "Literature", 
        "difficulty": 0, 
        "number": "9", 
        "quinterest_id": "25131", 
        "round": "Gaddis - Round 8.doc", 
        "subcategory": "", 
        "text": "One author from this country wrote a play ending with Eddie performing the title dance over the corpse of the idealistic Arthur. Another author from this country wrote about a 30-year-old man who fights with his cousin under a pair of giant buttocks after being abducted by Dr. Pimko and transforming into a schoolboy. The authors of Tango and Ferdydurke are from this country, whose national epic tells of the feud between the Soplica and Horeszko families, which is resolved when the title character marries Zosia. In addition to that epic poem, Pan Tadeusz, another author from this country wrote The Teutonic Knights and ? With Fire and Sword. FTP, name this country home to Slawomir Mrozek, Witold Gombrowicz, Adam Mickiewicz, and Henryk Sienkiewicz, which was partitioned a lot.", 
        "tournament": "Gaddis I", 
        "year": "2008"
    }, 
    {
        "answer": "Republic of Poland [Rzeczpospolita Polska]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "16", 
        "quinterest_id": "25659", 
        "round": "Round_06_HSAPQ4Q.pdf", 
        "subcategory": "", 
        "text": "One period in this country's history saw the formation of the Bar Confederation and the later War in the Defense of the Constitution to restore home rule. During the same time period, the Four Year Sejm (SAME) was opposed by the Targowica Confederation. Later in this nation's history, the Sanacja party was founded to fight corruption, and a trade union was founded in its Lenin Shipyards, called Solidarity. For 10 points, name this oft-partitioned European country whose leaders have included Jozef Pilsudski, Lech Walesa and Casimir Pulaski.", 
        "tournament": "HSAPQ 4Q 1", 
        "year": "2008"
    }, 
    {
        "answer": "Poland [prompt on Lithuania before it is read]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "13", 
        "quinterest_id": "26161", 
        "round": "Round_11_HSAPQACF1.pdf", 
        "subcategory": "", 
        "text": "The Union of Krevo and the Union of Lublin formed a commonwealth between it and Lithuania, though that state was ended by a series of divisions, splitting it between Austria, Prussia, and Russia. Occasionally referred to as its \"Fourth Partition\" was its division by Molotov and Ribbentrop in 1939, and a shipyard strike here in 1980 was led by Lech Walesa and resulted in the Solidarity movement.. For 10 points, identify this nation, which, while occupied by the Nazis, saw a substantial uprising in 1944 in the capital, Warsaw.", 
        "tournament": "HSAPQ ACF 1", 
        "year": "2008"
    }, 
    {
        "answer": "Republic of Poland [or Rzeczpospolita Polska]", 
        "category": "History", 
        "difficulty": 0, 
        "number": "13", 
        "quinterest_id": "26406", 
        "round": "Round_09_HSAPQACF2.pdf", 
        "subcategory": "", 
        "text": "Ibrahim ibn Ya'kub claimed this state ruled by the Piast dynasty was the most powerful of a particular Eastern European ethnic group. The first bishopric here was at Poznan, and Boleslaw the Second fought with bishop Stanislaus, who developed a cult here. Its union with Lithuania occurred during the Jagiellonian dynasty that ruled here, and their combined forces defeated the Teutonic Knights at Tannenburg. Partitioned by Catherine the Great, for 10 points, name this nation that was invaded by the Nazis to spark World War Two, home to the Warsaw Ghetto.", 
        "tournament": "HSAPQ ACF 2", 
        "year": "2008"
    }, 
    {
        "answer": "the Nazi invasion of Poland [accept anything reasonable that refers to the invasion of Poland", 
        "category": "History", 
        "difficulty": 0, 
        "number": "8", 
        "quinterest_id": "26618", 
        "round": "Round_04_HSAPQACF3.pdf", 
        "subcategory": "", 
        "text": "The first stage of this operation was a false flag raid on the Gleiwitz radio station. It ended after four weeks, leading to Hans Frank becoming governor, and it provoked the seven-month \"phony war.\" Beginning eleven days after the signing of the (*) Molotov-Ribbentrop Pact, this operation included a tank battalion fighting against horse-mounted cavalry. Two weeks after it started, the Soviets launched a similar operation from the east. For 10 points, name this September 1939 aggression by Germany which began the European theater of World War II.", 
        "tournament": "HSAPQ ACF 3", 
        "year": "2008"
    }, 
    {
        "answers": [
            "Poland [accept \"Inter-war Poland,\" \"Versailles Poland,\" or the Second Polish Republic]", 
            "Joseph Pilsudski", 
            "Danzig or Gdansk"
        ], 
        "category": "History", 
        "difficulty": "Open", 
        "leadin": "Keynes wrote that this country was \"an economic impossibility with no industry but Jew-baiting\" in The Economic Consequences of the Peace. ", 
        "number": 0, 
        "quinterest_id": "8133", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Name this country, whose democratic politics were interrupted by a 1926 coup by the \"Sanacja\" or \"healing\" movement. The general who seized power was the hero of a border war with this country's eastern neighbor at its birth.", 
            "This was the general who orchestrated the 1926 coup and served as head of state until his death in 1935. He had led Polish units on Austria's behalf in the First World War.", 
            "Inter-war Poland nominally had access to this free city under League of Nations protection, which was 95% ethnically German at the time and where the Nazi Party took power in 1933. The takeover of the Polish post office in this city kicked off World War Two, as described by Oscar Matzerath."
        ], 
        "tournament": "Cane Ridge Revival", 
        "year": "2014"
    }, 
    {
        "answers": [
            "Jagiellonian dynasty [accept anything involving Jagielo or Jogaila]", 
            " Poland and Lithuania [accept Polska, Polonia, and other names for Poland; accept Lietuva, Litwa, and other names for Lithuania]", 
            "Union of Krewo [or Act of Kreva; or Unia w Krewie; or Krevos sutartis]"
        ], 
        "category": "History", 
        "difficulty": "Open", 
        "leadin": "A ruler of this dynasty led a campaign against the Ottoman Murad II before being killed at the Battle of Varna. ", 
        "number": 0, 
        "quinterest_id": "7973", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Name this dynasty that briefly ruled Bohemia and Hungary during the reigns of Vladislaus II and Louis II. The Landshut Wedding commemorates the marriage of a woman from this dynasty to George of Bavaria.", 
            "The Jagiellonian dynasty more famously ruled these two countries, which united to form a single commonwealth in the Union of Lublin. Forces from these two kingdoms repulsed the Teutonic Knights at Grunwald. Name both.", 
            "In this series of 1385 prenuptial agreements, Jogaila, Grand Duke of Lithuania, converted to Christianity and was betrothed to the underage queen regnant Jadwiga of Poland."
        ], 
        "tournament": "Cane Ridge Revival", 
        "year": "2014"
    }, 
    {
        "answers": [
            "Nero Claudius Caesar Augustus Germanicus [accept Lucius Domitius Ahenobarbus (either underlined portion); prompt on Caesar; prompt on the Roman Emperor]", 
            "Republic of Poland [or Rzeczpospolita Polska (accept either underlined portion)]", 
            "Pornografia"
        ], 
        "category": "Literature", 
        "difficulty": "Open", 
        "leadin": " Shortly before singing a hymn to Venus, this character calls Vitelius a \"keg of tallow\" when he starts laughing uproariously at a feast entertained by the wrestler Croton.  ", 
        "number": 0, 
        "quinterest_id": "7982", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Name this character who orders Narcissus to poison the title character after becoming consumed with desire for Junia in a Racine play. In a novel, this character gives the female protagonist to the freed slave Acte and is advised by Tigellinus.", 
            "Nero's reign is the setting of Quo Vadis, a novel from this country. Street of Crocodiles, The Outpost and The Captive Mind were written by this country's authors Bruno Schultz, Bolesław Prus and Czesław Miłosz.", 
            "In this novel by the Polish author Witold Gombrowicz, Fryderyck attempts to manipulate the young farmhand Karol into having sex with Henia while he visits Hipolit's country estate with Witold."
        ], 
        "tournament": "Cane Ridge Revival", 
        "year": "2014"
    }, 
    {
        "answers": [
            "liberum veto [accept free veto; prompt on \"veto\"]", 
            "Grand Duchy of Lithuania [or Lietuva or Lietuvos DidÂžioji KunigaikÂštystė or Litwa or Wielkie Księstwo Litewskie; accept Polish-Lithuanian Commonwealth or Poland-Lithuania]", 
            "Jogaila or Władysław II Jagiełło [accept any underlined name; accept Jagiellonian dynasty]"
        ], 
        "category": "Literature", 
        "difficulty": "College", 
        "leadin": "Because of this rule, nothing ever got done in the Sejm.  ", 
        "number": 0, 
        "quinterest_id": "8821", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Name this two-word Latin principle, which allowed any single member of the Polish nobility to nullify legislation and end the current session.", 
            "During the time that the liberum veto was in effect, Poland was in a commonwealth with this other country. Poland and this \"grand duchy\" established that commonwealth with the 1569 Union of Lublin.", 
            "In an earlier bout of self-interest, Polish nobles arranged the 1386 marriage of Queen Jadwiga with this Lithuanian grand duke, who founded a namesake Polish dynasty that reigned until the election of Henry Valois in 1573."
        ], 
        "tournament": "DEES", 
        "year": "2014"
    }, 
    {
        "answers": [
            "Hungary", 
            "Louis-Phillipe I [do not accept or prompt on \"Louis\"] ", 
            "Poland"
        ], 
        "category": "History", 
        "difficulty": "College", 
        "leadin": "Answer the following about the European revolutions of 1848, for 10 points each.  ", 
        "number": 0, 
        "quinterest_id": "12315", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Lajos Kossuth led this country after it shook off Hapsburg rule, but forces under Russia's Nicolas I broke up its independent parliament. ", 
            "This king was preceded by Charles X and was forced to abdicate in 1848 at the beginning of France's Second Republic. ", 
            "Friedrich August Peter von Colomb put down the uprising among the \"Greater\" portion of this would-be country in 1848. "
        ], 
        "tournament": "NASAT", 
        "year": "2014"
    }, 
    {
        "answers": [
            "the three partitions of Poland-Lithuania", 
            "Brandenburg-Prussia, Austrian empire, and Russian empire ", 
            "November Uprising [or Cadet Revolution; or powstanie listopadowe] "
        ], 
        "category": "History", 
        "difficulty": "HS", 
        "leadin": "These agreements ensured that a specific ethnic group had no self-rule from 1795 until the end of World War I. For 10 points each: ", 
        "number": 0, 
        "quinterest_id": "14830", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Name this set of three agreements opposed by Tadeusz Kosciuszko, which gradually destroyed a country whose traditional legislature was called the Sejm, spelled S-E-J-M. ", 
            "Name all three of the powers which partitioned Poland amongst themselves until they had absorbed all its land. ", 
            "This 1830 uprising broke out when military officers from the puppet-state of Congress Poland tried to set up a stronger national government. Nicholas I's Russia troops crushed it. "
        ], 
        "tournament": "NASAT", 
        "year": "2014"
    }, 
    {
        "answers": [
            "Jean-Paul Charles Aymard Sartre", 
            "Edmond EugÃ¨ne Alexis Rostand", 
            "Poland [or Republic of Poland; or Rzeczpospolita Polska; or Polonia; or Pologne]"
        ], 
        "category": "Literature", 
        "difficulty": "", 
        "leadin": "", 
        "number": 0, 
        "quinterest_id": "1790", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "This philosopher updated the Oresteia in his play The Flies and imagined Hugo Barine assassinating the Illyrian Hoederer in Dirty Hands. His play No Exit contains the proclamation \"Hell is other people!\"", 
            "Though he wrote a romantic adventure entitled Chantecler, which follows the exploits of a Gallic rooster, this playwright is better known for writing about a long-nosed knight, an epitome of panache, who secretly writes letters and loves Roxane.", 
            "The early absurdist playwright Alfred Jarry wrote a series plays about Ubu, the insane king of this nation. In Pedro Calderon de la Barca's play Life is a Dream, the king of this nation, Basilio, imprisons his son in a tower."
        ], 
        "tournament": "PACE NSC", 
        "year": "2014"
    }, 
    {
        "answers": [
            "Poland [or Polska]", 
            "Piast Dynasty", 
            "Otto [or Otto III; or Otto I; or Otto the Great]"
        ], 
        "category": "History", 
        "difficulty": "", 
        "leadin": "Gallus Anonymus was among the first historians of this country, which was ruled by kings such as Mieszko I and Casimir the Restorer. For 10 points each: ", 
        "number": 0, 
        "quinterest_id": "8385", 
        "round": "", 
        "subcategory": "American", 
        "texts": [
            "Name this European country. The Union of Krewo, in which its queen Jadwiga married into the Jagiello family, united it with Lithuania.", 
            "This first ruling Polish dynasty included Mieszko and Casimir. Its final king, Casimir III, was succeeded by Louis of Hungary, giving way to Angevin rule.", 
            "The third Holy Roman Emperor with this name was a close ally of the Piast king Boleslaw I. The first Holy Roman Emperor of this name, nicknamed \"the Great,\" beat the Magyars at Lechfeld in 962."
        ], 
        "tournament": "PACE NSC", 
        "year": "2014"
    }, 
    {
        "answers": [
            "Poland [or Polska]", 
            "Piast Dynasty", 
            "Otto [or Otto III; or Otto I; or Otto the Great]"
        ], 
        "category": "History", 
        "difficulty": "", 
        "leadin": "Gallus Anonymus was among the first historians of this country, which was ruled by kings such as Mieszko I and Casimir the Restorer. For 10 points each: ", 
        "number": 0, 
        "quinterest_id": "8408", 
        "round": "", 
        "subcategory": "American", 
        "texts": [
            "Name this European country. The Union of Krewo, in which its queen Jadwiga married into the Jagiello family, united it with Lithuania.", 
            "This first ruling Polish dynasty included Mieszko and Casimir. Its final king, Casimir III, was succeeded by Louis of Hungary, giving way to Angevin rule.", 
            "The third Holy Roman Emperor with this name was a close ally of the Piast king Boleslaw I. The first Holy Roman Emperor of this name, nicknamed \"the Great,\" beat the Magyars at Lechfeld in 962."
        ], 
        "tournament": "PACE NSC", 
        "year": "2014"
    }, 
    {
        "answers": [
            "A Life for the Tsar [or Zhizn' za tsarya]", 
            "Mikhail Ivanovich Glinka", 
            "Poland [or Polska]"
        ], 
        "category": "Literature", 
        "difficulty": "", 
        "leadin": "", 
        "number": 0, 
        "quinterest_id": "1887", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Name this earliest Russian-language opera in the repertoire, whose plot involves Susanin saving Mikhail Romanov by leading an opposing army astray.", 
            "A Life for the Tsar was composed by this man, who also wrote the opera Ruslan and Lyudmila.", 
            "The army seeking out Mikhail in A Life for the Tsar represents this country, whose native-born composers include Henryk Gorecki (gore-ET-ski) and Krzysztof Penderecki (pen-der-ET-ski)."
        ], 
        "tournament": "PACE NSC", 
        "year": "2014"
    }, 
    {
        "answers": [
            "Republic of Poland [or Polska]", 
            "NKVD [or People's Commissariat for Internal Affairs; or Narodnyy Komissariat Vnutrennikh Del]", 
            "the Secret Speech [or \"On the Cult of Personality and its Consequences\"; or Khrushchev's Address to the Twentieth Party Congress of the Soviet Union]"
        ], 
        "category": "History", 
        "difficulty": "", 
        "leadin": "", 
        "number": 0, 
        "quinterest_id": "1907", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Name this country which was ruled largely by the General Government during World War II. Jurgen Stroop liquidated a rebellious Jewish ghetto in this country, where Auschwitz was built.", 
            "This Soviet organization led by Lavrenty Beria orchestrated massive killings of Poles, especially in the Ukraine.", 
            "Nikita Khrushchev related many of the NKVD's abuses in this address, which denounced the way in which Stalin twisted the system for his own \"glorification.\""
        ], 
        "tournament": "PACE NSC", 
        "year": "2014"
    }, 
    {
        "answers": [
            "Young Poland [or Mloda Polska]", 
            "Wislawa Szymborska [or Mary Wislawa Anna Szymborska]", 
            "Nero Claudius Caesar Augustus Germanicus"
        ], 
        "category": "Literature", 
        "difficulty": "College", 
        "leadin": "A member of this movement named each volume of his four-volume novel The Peasants after one of the seasons. ", 
        "number": 0, 
        "quinterest_id": "16365", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Name this turn-of-the-century Nationalist literary and artistic movement, which included Wladyslaw Reymont and the author of the Homo Sapiens trilogy, Stanislaw Przybyszewski.", 
            "This contemporary Polish poet of That's Why We're Alive concluded her poem \"Love at First Sight\" with the lines: \"Every beginning / is but a continuation / and the books of events / is never more than half open\".", 
            "The Polish novel Quo Vadis, by Henryk Sienkiewicz, is set during the reign of this Roman emperor and perpetuates the myth that he started the Great Fire of Rome."
        ], 
        "tournament": "PADAWAN", 
        "year": "2014"
    }, 
    {
        "answers": [
            "Krzysztof Penderecki", 
            "Poland", 
            "Witold Lutosławski (loo-toh-SWAV-skee) "
        ], 
        "category": "Fine Arts", 
        "difficulty": "College", 
        "leadin": "This composer dropped his usual avant-garde style for a Brucknerian one in his single-movement second symphony. For 10 points each: ", 
        "number": 0, 
        "quinterest_id": "12750", 
        "round": "", 
        "subcategory": "Auditory", 
        "texts": [
            "Name this composer of The Dream of Jacob. He wrote some very strange bar-less notation for a piece once titled 8'37\", in which a 52-member string ensemble produces many shrieking noises to mourn civilian deaths.", 
            "Penderecki composed the Threnody to the Victims of Hiroshima under this country's Communist regime, which also promoted Henryk Gorecki. The mazurka originates here.", 
            "This Polish composer of a non-Bartok Concerto for Orchestra began his four-movement cello concerto, composed for Rostropovich, with a five-minute solo. He used \"limited aleatoricism\" in his third of four symphonies. "
        ], 
        "tournament": "Penn Bowl", 
        "year": "2014"
    }, 
    {
        "answers": [
            "Castile and Aragon", 
            "Polish-Lithuanian Commonwealth [prompt on Poland; prompt on Lithuania]", 
            "Kalmar Union"
        ], 
        "category": "History", 
        "difficulty": "HS", 
        "leadin": "European monarchs often sought out personal unions with other royals to expand their countries. For 10 points each: ", 
        "number": 0, 
        "quinterest_id": "9474", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "One example of such a union was the merger of these two kingdoms following the marriage of Ferdinand and Isabella in 1469. They were ruled separately, and the union dissolved temporarily following Isabella's death.", 
            "Sigismund II's inability to bear a child resulted in the formation of this personal union partitioned by Prussia, Austria, and Russia. Napoleon later revived a small part of it as the Grand Duchy of Warsaw.", 
            "This personal union was created to counteract the influence of the Hanseatic League. It splintered when Gustav Vasa became king."
        ], 
        "tournament": "Prison Bowl", 
        "year": "2014"
    }, 
    {
        "answers": [
            "Enigma machine", 
            "Poland", 
            "Bletchley Park"
        ], 
        "category": "History", 
        "difficulty": "HS", 
        "leadin": "For 10 points each, answer the following about secret communication during World War II. ", 
        "number": 0, 
        "quinterest_id": "10571", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Name this cipher machine used by the Germans during the war. It had multiple rotors and was complexified with additional rotors and settings for military use.", 
            "The scientists Zygalski, Rozycki, and Rejewski from this nation first cracked the Enigma cipher. Those men from this faked strikes to test the recipient's resolve. For 10 points each: ", 
            "This site in England was home to the Government Home and Cipher School and was the site for the interception and decryption of Axis messages. The German naval enigma broke with the aid of machines from submarines here. "
        ], 
        "tournament": "Prison Bowl", 
        "year": "2014"
    }, 
    {
        "answers": [
            "Bolesław I Chrobry (prompt on \"Bolesław\"; accept Bolesław the Great; accept Bolesław the Valiant; accept Bolesław the Brave; accept Bolesław Chrobry)", 
            "Poland", 
            "Capetian House of Anjou (accept Angevin Dynasty)"
        ], 
        "category": "History", 
        "difficulty": "College", 
        "leadin": "", 
        "number": 0, 
        "quinterest_id": "1493", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Name this member of the Piast Dynasty that established the Prince's Law and was succeeded by Mieszko II.", 
            "Boleslaw I was the first king of this country that was later partitioned three times. Its other rulers include the Jagiellonian Dynasty and its current capital is Warsaw.", 
            "The last Piast ruler, Louis of Poland, was a member of this cadet branch of the Capetians. This house included many rulers of Sicily and Naples like Joanna II and Charles I of Sicily."
        ], 
        "tournament": "SUBMIT", 
        "year": "2014"
    }, 
    {
        "answers": [
            "boyars", 
            "Kingdom of Poland", 
            "Frederick William [accept Frederick William I]"
        ], 
        "category": "History", 
        "difficulty": "", 
        "leadin": "These people's powers were significantly expanded by the Assembly of the Land of 1649. For 10 points each: ", 
        "number": 0, 
        "quinterest_id": "2457", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Name these Russian nobles, whose long beards were famously taxed by Peter the Great in an effort to Westernize the Russian court.", 
            "Under the liberum veto rule, any noble could veto an act of the Sejm, the parliament of this country. The Union of Lublin united this country with Lithuania and it was later partitioned three times in the 18th century.", 
            "The Junkers, or landed nobles of Prussia, had almost total control over their serfs. They lost power after giving up a lot of money to an Elector of Brandenburg with this name, also held by the father of Frederick the Great."
        ], 
        "tournament": "ACF Fall", 
        "year": "2013"
    }, 
    {
        "answers": [
            "Janissaries  [or yeniÃ§eri]", 
            "Augustus the Strong [or Augustus II of Poland; or Augustus I of Saxony]", 
            "timars"
        ], 
        "category": "History", 
        "difficulty": "Open", 
        "leadin": "These troops were often taken from Christian families in the \"blood-tax,\" or devshirme. For 10 points each: ", 
        "number": 0, 
        "quinterest_id": "6738", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Name these troops whose use was pioneered by Murad I, and who served as the bodyguards of the Ottoman Sultan.", 
            "This Christian ruler loved Janissary music so much that he ordered a band brought to his court. This 18th-century Elector of Saxony was responsible for developing the city of Dresden into a \"Florence of the Elbe.\"", 
            "Members of another Ottoman military unit, the sipahis, often served the sultan in return for these tracts of land. Sipahis were allowed to collect taxes from residents of these tracts, but also had to administrate them."
        ], 
        "tournament": "Chicago Open", 
        "year": "2013"
    }, 
    {
        "answers": [
            "the Deluge [accept Potop]", 
            "Poland", 
            "Sejm"
        ], 
        "category": "History", 
        "difficulty": "College", 
        "leadin": "This period began with a rebellion by the Cossack leader Bogdan Khmelnitsky. ", 
        "number": 0, 
        "quinterest_id": "2286", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Identify this period which fell during the reign of King John II Casimir, which was marked by incursions into that man's country by Charles X of Sweden.", 
            "The Deluge marked the beginning of the decline of this country, which formed a commonwealth with Lithuania and was once ruled by the Jagiellonian dynasty.", 
            "Historians have sometimes blamed the Deluge on this Polish legislature, which often tried to maintain its own power by electing weak kings at the expense of the country as a whole."
        ], 
        "tournament": "DRAGOON", 
        "year": "2013"
    }, 
    {
        "answers": [
            "Lithuania [accept Poland-Lithuania or Polish-Lithuanian Commonwealth]", 
            "Jogaila [or Władisław II Jagiełło (prompt on partial answer); accept word forms such Jagiełłon dynasty or Jagiełłonian dynasty]", 
            "House of Anjou [or Angevins]"
        ], 
        "category": "History", 
        "difficulty": "College", 
        "leadin": "For 10 points each, answer the following about early Poland. ", 
        "number": 0, 
        "quinterest_id": "11062", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "For much of its existence, the kingdom of Poland was joined with this Grand Duchy. Before it was made official as a Commonwealth, that association began with a marriage of two rulers in 1386.", 
            "This was the Grand Duke of Lithuania who married the Polish queen Jadwiga. His namesake dynasty was the first ruling dynasty of Poland-Lithuania.", 
            "Queen Jadwiga was a member of this widely-reigning European ruling house. Other rulers from this house included Louis I of Hungary and Plantagenet rulers of England such as Henry II."
        ], 
        "tournament": "Michigan Fall Tournament", 
        "year": "2013"
    }, 
    {
        "answers": [
            "Poland [or the Republic of Poland; or Polska]", 
            "Bruno Schulz", 
            "The Teutonic Knights [or The Order of Brothers of the German House of Saint Mary in Jerusalem]"
        ], 
        "category": "Literature", 
        "difficulty": "College", 
        "leadin": "This country is home to the author of a work in which Professor Pimko asks questions of Johnie who returns to adolescence. ", 
        "number": 0, 
        "quinterest_id": "13028", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Name this home country of the authors of Ferdydurke and a novel about Marcus Vinicius subtitled \"A Narrative of the Time of Nero.\"", 
            "This other Polish author wrote a work narrated by Jozef about Jozef's superhuman merchant father in The Street of Crocodiles and also wrote Sanatorium Under the Sign of the Hourglass.", 
            "Sienkiewicz, the author of Quo Vadis, also wrote The Knights of the Cross, a historical novel about this order of warriors who were defeated at Grunwald in 1410."
        ], 
        "tournament": "Penn Bowl", 
        "year": "2013"
    }, 
    {
        "answers": [
            " Republic of Poland", 
            " Warsaw [or Warszawa]", 
            " Krakow"
        ], 
        "category": "Geography", 
        "difficulty": "HS", 
        "leadin": "", 
        "number": 0, 
        "quinterest_id": "776", 
        "round": "", 
        "subcategory": "", 
        "texts": [
            " Name this European nation which houses the White Stork Synagogue in Wroclaw, the capital of Lower Silesian Voivodeship. Other cities on the Oder in this country include a town named Police.", 
            " This capital of Poland sits on the Vistula and contains a statue of its coat of arms, a mermaid brandishing a sword, in its Old Town Market Place.", 
            " This former capital and second largest city in Poland is home to the Dragon's Den cave beneath Wawel Castle. A noted cultural center, it houses Leonardo's Lady with an Ermine in its Czartoryski Museum."
        ], 
        "tournament": "Prison Bowl", 
        "year": "2013"
    }, 
    {
        "answers": [
            "People's Republic of Poland [or Republic of Poland]", 
            "Jewish people [or Jews]", 
            "Bloodlands: Europe between Stalin and Hitler"
        ], 
        "category": "History", 
        "difficulty": "Open", 
        "leadin": "The triumvirate of Jakub Berman, Hilary Minc, and Boleslaw Bierut ruled this country after the fall of Wladyslaw Gomulka. For 10 points each: ", 
        "number": 0, 
        "quinterest_id": "4277", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Name this country that was split in half by the Soviet Union and Germany in the Molotov-Ribbentrop pact.", 
            "In 1967, Gomulka purged Poland of these people. Following World War II, Stalin labeled a number of these people as \"cosmopolitan\" in his attempt to dictate the narrative of the \"Great Patriotic War.\"", 
            "Stalin's post-War anti-Semitic campaign is discussed in this book by Timothy Snyder. This book examines the fate of the title region under the rules of Stalin and Hitler."
        ], 
        "tournament": "VCU Open", 
        "year": "2013"
    }, 
    {
        "answers": [
            " Solidarity", 
            " Poland", 
            " Polish Round Table Talks"
        ], 
        "category": "History", 
        "difficulty": "", 
        "leadin": "", 
        "number": 0, 
        "quinterest_id": "653", 
        "round": "", 
        "subcategory": "", 
        "texts": [
            " Name the first independent trade union in the USSR. This movement began following a series of strikes in the Gdansk shipyards.", 
            " Solidarity was a trade union located in this then Eastern bloc nation. Lech Walesa became the first post-Communist president of this country in 1989.", 
            " In 1989, Lech Walesa agreed to hold these talks with the Jaruzelski government. These talks resulted in the legalization of independent trade unions and the creation of a Polish Senate."
        ], 
        "tournament": "ACF Fall", 
        "year": "2012"
    }, 
    {
        "answers": [
            "Czeslaw Milosz (mil OSH; like the first syllable in \"ocean\")", 
            "Republic of Poland [or Rzeczpospolita Polska]", 
            "Quo Vadis: A Narrative of the Time of Nero"
        ], 
        "category": "Literature", 
        "difficulty": "College", 
        "leadin": "In one of this author's poems, a man points to a hare during a trip through \"frozen fields in a wagon at dawn\" and the speaker notes that neither the hare nor the man are alive today. For 10 points each: ", 
        "number": 0, 
        "quinterest_id": "3157", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Name this author who wrote collections such as Facing the River and The Light of Day, but is best known for a work of nonfiction in which Alpha, Beta, Gamma, and Delta crumble under a communist regime.", 
            "Milosz wrote The Captive Mind while in political exile from this European country, whose historical connection with Lithuania was the subject of Adam Mickiewicz (mee KAY vich)'s epic Pan Tadeusz (ta DOITCH).", 
            "An earlier Polish work is this novel by Sienkiewicz (shen KAY vich), about the relationship of the Christian woman Lygia and the Roman patrician Marcus Vicinius in Nero's regime. Its title is Latin for \"where are you going?\""
        ], 
        "tournament": "ACF Regionals", 
        "year": "2012"
    }, 
    {
        "answers": [
            "Tadeusz Kosciuszko", 
            "Catherine the Great [or Catherine II]", 
            "Polish-Lithuanian Commonwealth [or Poland-Lithuanaia Commonwealth]"
        ], 
        "category": "History", 
        "difficulty": "Open", 
        "leadin": "This issuer of the Proclamation of Polaniec left money in his will to purchase and free all of Thomas Jefferson's slaves, though Jefferson never executed it. ", 
        "number": 0, 
        "quinterest_id": "13317", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Identify this man who led an uprising that ended at the Battle of Praga in defense of the Constitution of May 3rd .", 
            "This Czarina intervened against the Constitution of May 3rd, 1791 at the behest of the Targowica Confederation and had earlier placed Stanislaw Poniatowski on the Polish-Lithuanian throne before overseeing the Third Partition of Poland.", 
            "The Third Partition of Poland formally ended this political entity, which had earlier endured Bohdan Khmelnytsky's Cossack rebellion. This state, which was invaded by Sweden during the Deluge, arose from Poland's entry into the Union of Lublin."
        ], 
        "tournament": "BARGE", 
        "year": "2012"
    }, 
    {
        "answers": [
            "Poland [accept: Polska]", 
            "Jan III Sobieski or John III Sobieski [require Jan/John and either III or Sobieski]", 
            "Stephan Batory [accept: Istvan Bathory; Steven Batory]"
        ], 
        "category": "History", 
        "difficulty": "Open", 
        "leadin": "During its golden age, this nation's heavy cavalry units, called the Hussars, had artificial wings attached to their backs, which may have created a terrifying wooshing sound as they charged. ", 
        "number": 0, 
        "quinterest_id": "14364", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Name this eastern European nation whose cavalry, contrary to popular stories, did not actually charge German tanks during World War II.", 
            "Arguably the most famous charge by the Polish cavalry came at the 1683 Battle of Vienna, where Polish forces were led by this king.", 
            "The transformation of the Polish cavalry into an elite force began with the reign of this Polish king, who was born in Transylvania to a Hungarian noble family. He fought against Ivan the Terrible in the Livonian War."
        ], 
        "tournament": "BARGE", 
        "year": "2012"
    }, 
    {
        "answers": [
            "Poland", 
            "Manfred Worner", 
            "Helsinki Accords (accept Helsinki Final Act)"
        ], 
        "category": "History", 
        "difficulty": "Open", 
        "leadin": "Answer the following about the reunification of Germany. ", 
        "number": 0, 
        "quinterest_id": "16469", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Although senior policymakers did not recognize the connection at the time, the legal mechanism of reunification Â– effectively an enlargement of West Germany Â– automatically committed the unified Germany to the Oder-Neisse boundary with this eastern neighbor.", 
            "This NATO Secretary-General advocated German entry into NATO with a strategic analysis that a Germany anchored in the security alliance would resolve the instability that resulted from a neutral Germany free to \"float\" between Western and Eastern alliances as it had done in the past. It was a good call.", 
            "Equally important to German entry into NATO was public Soviet acknowledgment, at American prompting, that this 1975 agreement permitted sovereign countries to choose their alliances. It may be better known for its language on human rights, which legitimized Soviet dissidence."
        ], 
        "tournament": "BARGE", 
        "year": "2012"
    }, 
    {
        "answers": [
            "Frederick the Great [prompt on Frederick; or Frederick II; or Frederick Der Grosse; or Old Fritz] ", 
            "Maria Theresa Walburga Amalia Christina", 
            "partitions of Poland [accept any equivalent that conveys the dividing of Poland or PolandLithuania]"
        ], 
        "category": "History", 
        "difficulty": "College", 
        "leadin": " Before ascending to the throne, this man was forced to watch the execution of his friend Hans Hermann von Katte.  ", 
        "number": 0, 
        "quinterest_id": "15982", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Name this Prussian king who seized Silesia to begin the War of the Austrian Succession in 1740.", 
            " Frederick the Great's invasion of Silesia challenged this woman's inheritance of the throne of Austria. She started a period of economic, educational, and military reform that was continued by her son Joseph II.", 
            "Frederick the Great and Maria Teresa participated in the first of these three agreements that divided parts of an Eastern European country between Prussia, Austria, and Russia. "
        ], 
        "tournament": "Collegiate Novice", 
        "year": "2012"
    }, 
    {
        "answers": [
            " Grand Duchy of Lithuania (accept Republic of Lithuania or Lietuvos Respublika)", 
            " Republic of Poland (or Rzeczpospolita Polska; accept Poland-Lithuanian Commonwealth)", 
            " Sigismund"
        ], 
        "category": "History", 
        "difficulty": "HS", 
        "leadin": "", 
        "number": 0, 
        "quinterest_id": "216", 
        "round": "", 
        "subcategory": "", 
        "texts": [
            " Name this country which joined with its western neighbor in the 1569 Union of Lublin. In the 20th century, this Baltic state was the first to declare its independence from the Soviet Union.", 
            " This country joined with Lithuania in the 1569 Union of Lublin. This country was home to the Piast and Jagiellon dynasties, and its current capital is Warsaw.", 
            " The Union of Lublin was signed after one ruler of this name, the last Jagiellon, left no heirs. The third Polish ruler of this name was a member of the House of Vasa who conquered large areas of Russia before being driven back."
        ], 
        "tournament": "LIST (Ladue Invitational Spring Tournament)", 
        "year": "2012"
    }, 
    {
        "answers": [
            " Sir Robert Walpole, 1st Earl of Oxford", 
            " The Prime Minister of the United Kingdom of Great Britain and Northern Ireland", 
            "Kingdom of Poland [or Polska; or War of Polish Succession]"
        ], 
        "category": "History", 
        "difficulty": "", 
        "leadin": "In 1712, this man was impeached for corruption and imprisoned in the Tower of London by his Tory opponents. For 10 points each: ", 
        "number": 0, 
        "quinterest_id": "2526", 
        "round": "", 
        "subcategory": "British", 
        "texts": [
            " Identify this politician, active during the reigns of George I and George II. He was forced out of power for opposing the War of Jenkins' Ear", 
            " Robert Walpole was the first man to hold this post. The holder of this post lives at 10 Downing Street.", 
            " Robert Walpole is credited with keeping England out of this country's 1733 to 1738 succession war, which followed the death of Augustus the Strong."
        ], 
        "tournament": "PACE NSC", 
        "year": "2012"
    }, 
    {
        "answers": [
            "night", 
            "POLAND", 
            "MILOSZ"
        ], 
        "category": "Literature", 
        "difficulty": "", 
        "leadin": " In the first section of this book, Moshe the Beadle escapes from a train and attempts to save the Jews of Sighet. For 10 points each: ", 
        "number": 0, 
        "quinterest_id": "6831", 
        "round": "", 
        "subcategory": "American", 
        "texts": [
            " Name this first autobiographical novel by Elie Wiesel, which features him taking care of his despairing father and watching a child's hanging after arriving at Auschwitz", 
            "] Auschwitz was located in this modern-day European country, the birthplace of Joseph Conrad, Henryk Sienkiewicz, and Nobel Laureate Wladyslaw Reymont. Its national epic, Pan Tadeusz, was written by Adam Mickiewicz.", 
            "This Lithuanian-born Polish Nobel Laureate wrote novels like The Seizure of Power and poetry collections like Facing the River, but is more famous for a study of intellectuals under totalitarian regimes called The Captive Mind."
        ], 
        "tournament": "PACE NSC", 
        "year": "2012"
    }, 
    {
        "answers": [
            "Tadeusz Kosciuszko", 
            "Poland-Lithuania or Polish-Lithuanian Commonwealth", 
            "Targowica Confederation [accept Konfederacja targowicka or Targovicos konfederacija]"
        ], 
        "category": "History", 
        "difficulty": "College", 
        "leadin": "This man beat the Russians at Raclawice with an army mostly armed with pikes and war scythes. For 10 points each: ", 
        "number": 0, 
        "quinterest_id": "9005", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Name this man better known for fortifying Saratoga against Burgyone and becoming the chief of the engineering corps during the American Revolutionary War.", 
            " Koxciuszko led a revolt in this country that had already lost land to Prussia, Austria, and Russia. This would lead to the third and final partition of this country after the Praga district massacre in Warsaw.", 
            "This group of Polish magnates appealed to Russia to overturn the reforms of the May 3rd Constitution. Russia sent an army to aid this group to defeat the King and Sejm, but only to partition more land for itself."
        ], 
        "tournament": "Penn Bowl", 
        "year": "2012"
    }, 
    {
        "answers": [
            "Joseph II", 
            "Maria Theresa Walburga Amalia Christina", 
            "First Partition of Poland-Lithuania Commonwealth  [or 1772 Partition of Poland; accept Pierwszy rozbior Polski; accept equivalents; prompt on Partition of Poland]"
        ], 
        "category": "History", 
        "difficulty": "College", 
        "leadin": "This Enlightenment monarch was the brother of Marie Antoinette. For 10 points each: ", 
        "number": 0, 
        "quinterest_id": "14048", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Name this Holy Roman Emperor whose reforms included abolishing serfdom and establishing a single flat tax on land. He passed the Patent of Toleration to give religious freedom to protestants.", 
            "Joseph II was the son of this Habsburg, the daughter of Charles VI who came to power after her father issued the Pragmatic Sanction.", 
            "After this event, Joseph II clashed with Chancellor of State Kaunitz, who headed a year long administration of the newly acquired Galicia."
        ], 
        "tournament": "Penn-ance", 
        "year": "2012"
    }, 
    {
        "answers": [
            "Catherine the Great [accept Catherine II or Yekaterina Velikaya]", 
            "Partitions of Poland [accept dividing Poland or similar things involving the Commonwealth of  Poland]", 
            "Andrzej Tadeusz Bonawentura Kosciuszko"
        ], 
        "category": "History", 
        "difficulty": "HS", 
        "leadin": "Her many lovers included Grigory Orlov, Stanislaw Poniatowski, and Grigory Potemkin. For 10 points each: ", 
        "number": 0, 
        "quinterest_id": "9575", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Name this Russian Empress who suppressed Pugachev's Revolt and exchanged letters with Voltaire.", 
            "Catherine the Great was involved in all three of these events breaking up a certain country that was later  simultaneously invaded by the Soviet Union and Nazi Germany.", 
            "This Polish general led a rebellion against the last partition of Poland, and had earlier fought in the American  Revolutionary War."
        ], 
        "tournament": "Prison Bowl", 
        "year": "2012"
    }, 
    {
        "answers": [
            "Partitions of Poland", 
            "Catherine the Great [or Catherine II of Russia; or Yekaterina Alekseyevna; or Yekaterina Velikaya; or Sophie Friederike Auguste; prompt on Catherine; prompt on Yekaterina]", 
            "Danzig Corridor [or Gdansk Corridor; or Polish Corridor]"
        ], 
        "category": "History", 
        "difficulty": "", 
        "leadin": "The second of these events occurred after the Confederation of Targowica asked for Russian intervention to restore their country's former constitution. For 10 points each: ", 
        "number": 0, 
        "quinterest_id": "2733", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Name these three events. The first of these events, in 1773, was an agreement between Russia, Prussia, and Austria to carve out territory from a certain eastern European nation, which was taken off the map after the third.", 
            "This queen of Russia agreed to take part of Poland rather than continuing to invade the Ottoman Empire. She ruled Russia during the Enlightenment.", 
            "Following World War I, this strip of land was given to Poland, allowing it access to the Baltic Sea and separating East Prussia from the rest of Germany."
        ], 
        "tournament": "ACF Fall", 
        "year": "2011"
    }, 
    {
        "answers": [
            "Yalta Conference [or Argonaut Conference]", 
            "Clement Richard Attlee", 
            "Republic of Poland [or Rzeczpospolita Polska]"
        ], 
        "category": "History", 
        "difficulty": "", 
        "leadin": "It allowed for the use of German forced labor as a form of reparations after the war. For 10 points each: ", 
        "number": 0, 
        "quinterest_id": "3078", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Name this World War II conference that took place at the namesake location in the Crimea. Stalin agreed that the Soviet Union would take part in the invasion of Japan.", 
            "Five months after the Yalta Conference, this Labour prime minister replaced Winston Churchill at the Potsdam Conference.", 
            "Churchill was criticized for agreeing to allow the Soviet Union to annex a portion of this country. The Conference also set this country's western border at the Oder-Neisse River."
        ], 
        "tournament": "ACF Fall", 
        "year": "2011"
    }, 
    {
        "answers": [
            "Symphony of Sorrowful Songs [or Henryk GÃ³recki's Symphony No. 3]", 
            "Republic of Poland", 
            "St. Luke's Passion [or Passion and Death of Our Lord Jesus Christ According to St. Luke; or Passio et Mors Domini Nostri Jesu Christi Secundum Lucam]"
        ], 
        "category": "Fine Arts", 
        "difficulty": "College", 
        "leadin": "This composition's first movement features a canon based on a 24-bar melody begun by the double basses and was written after its composer wrote his Copernican Symphony. For 10 points each: ", 
        "number": 0, 
        "quinterest_id": "15233", 
        "round": "", 
        "subcategory": "Auditory", 
        "texts": [
            "Name this composition which also set to music a prayer written on the walls of Gestapo jail cell in the town of Zakopane. It was composed by Henryk GÃ³recki.", 
            "As previously mentioned, The Symphony of Sorrowful Songs was composed by Henryk GÃ³recki, a composer from this country. Another composer from here, Ignacy Jan Paderewski, served as its second Prime Minister.", 
            "Another composer from Poland was Krzysztof Penderecki, who wrote this religious work in 1966. This atonal work pays homage to J.S. Bach by having the melody based on the B-A-C-H motif and it takes its spoken parts from a certain synoptic Gospel."
        ], 
        "tournament": "Missiles of October", 
        "year": "2011"
    }, 
    {
        "answers": [
            "Queen Christina", 
            "House of Vasa", 
            "Sigismund I Vasa [accept Sigismund III Vasa of Poland]"
        ], 
        "category": "History", 
        "difficulty": "College", 
        "leadin": "Johannes Matthiae served as her tutor while Axel Oxenxtierna headed the five regents who led the country. FTPE: ", 
        "number": 0, 
        "quinterest_id": "12477", 
        "round": "", 
        "subcategory": "European", 
        "texts": [
            "Name this ruler of Sweden, the daughter of Gustavus Adolphus and Maria Eleonora of Brandenburg, who converted to Catholicism before abdicating her throne.", 
            "Christina was the final member of this royal house, which was founded by Gustav I in 1523. Other rulers include Eric XIV, who also ruled Estonia, and John III.", 
            "This other ruler of the House of Vasa was this dude, who united the Vasa dynasty with the Jagiello dynasty. His 1598 defeat at Stangebro essentially ended the personal union between Sweden and Poland, which he had also ruled."
        ], 
        "tournament": "ACF Winter", 
        "year": "2009"
    }
]